
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>001 Mukaiyama Reagent 酯化和酰胺生成的催化剂 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="002.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    2020
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="010.html">
            
                <a href="010.html">
            
                    
                    010 有机异构体 isomerism isomer
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="011.html">
            
                <a href="011.html">
            
                    
                    011 热引发自由基方法：n-Bu₃SnH/AIBN
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="012.html">
            
                <a href="012.html">
            
                    
                    012 异氰酸酯 isocyanate
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    原创人药系列复原
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.3.1" data-path="001.html">
            
                <a href="001.html">
            
                    
                    001 Mukaiyama Reagent 酯化和酰胺生成的催化剂
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="002.html">
            
                <a href="002.html">
            
                    
                    002 超电势 Overpotential
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="003.html">
            
                <a href="003.html">
            
                    
                    003 分子轨道理论MO在有机化学中的应用（上）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="004.html">
            
                <a href="004.html">
            
                    
                    004 分子轨道理论MO在有机化学中的应用（下）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="005.html">
            
                <a href="005.html">
            
                    
                    005 有机化学中的氧化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="006.html">
            
                <a href="006.html">
            
                    
                    006 酰基化反应上：傅克反应（Friedel-Crafts）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="007.html">
            
                <a href="007.html">
            
                    
                    007 酰基化反应下：甲酰化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="008.html">
            
                <a href="008.html">
            
                    
                    008 Jones氧化，Sarett/Collin试剂，PCC，PDC
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="009.html">
            
                <a href="009.html">
            
                    
                    009 共振论 Resonance theory
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >001 Mukaiyama Reagent 酯化和酰胺生成的催化剂</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="mukaiyama-reagent-&#x916F;&#x5316;&#x548C;&#x9170;&#x80FA;&#x751F;&#x6210;&#x7684;&#x50AC;&#x5316;&#x5242;">Mukaiyama Reagent &#x916F;&#x5316;&#x548C;&#x9170;&#x80FA;&#x751F;&#x6210;&#x7684;&#x50AC;&#x5316;&#x5242;</h1>
<p>&#x6709;&#x8DA3;&#x7684;&#x4EBA;&#x540D;&#x53CD;&#x5E94;&#x8BB2;&#x89E3;&#x7B2C;1&#x7BC7;&#xFF1A;&#x5411;&#x5C71;&#x8BD5;&#x5242;&#xFF08;Mukaiyama Reagent&#xFF09;
&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x662F;&#x672C;&#x4EBA;&#x975E;&#x5E38;&#x559C;&#x6B22;&#x7684;&#x4E00;&#x4E2A;&#x53CD;&#x5E94;&#xFF0C;&#x8BBE;&#x8BA1;&#x7684;&#x5341;&#x5206;&#x5DE7;&#x5999;&#xFF0C;&#x4F53;&#x73B0;&#x4E86;&#x5927;&#x6709;&#x673A;&#x5316;&#x5B66;&#x7684;&#x7CBE;&#x534E;&#x554A;&#x3002;
&#x6211;&#x662F;&#x771F;&#x7684;&#x975E;&#x5E38;&#x559C;&#x6B22;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#xFF0C;&#x6BCF;&#x4E00;&#x6B65;&#x90FD;&#x6709;&#x6BCF;&#x4E00;&#x6B65;&#x6B63;&#x5411;&#x53D1;&#x751F;&#x7684;&#x89E3;&#x91CA;&#xFF0C;&#x5341;&#x5206;&#x7684;&#x6070;&#x5F53;&#xFF0C;&#x5927;&#x5BB6;&#x4E00;&#x5B9A;&#x8981;&#x770B;&#x5B8C;&#x554A;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5728;&#x9AD8;&#x4E2D;&#x5C31;&#x5B66;&#x4E60;&#x8FC7;&#x916F;&#x5316;&#x53CD;&#x5E94;&#xFF0C;&#x60A8;&#x8FD8;&#x8BB0;&#x5F97;&#x916F;&#x5316;&#x53CD;&#x5E94;&#x7684;&#x6761;&#x4EF6;&#x5417;&#xFF1F;
&#x662F;&#x6D53;&#x786B;&#x9178;&#x52A0;&#x70ED;+&#x53EF;&#x9006;&#x53F7;&#xFF0C;&#x8FD9;&#x5176;&#x5B9E;&#x662F;&#x975E;&#x5E38;&#x82DB;&#x523B;&#x7684;&#xFF0C;&#x522B;&#x63D0;&#x5728;&#x9AD8;&#x5206;&#x5B50;&#x4E0A;&#x4F7F;&#x7528;&#xFF0C;&#x5C31;&#x662F;&#x666E;&#x901A;&#x7684;&#x5C0F;&#x5206;&#x5B50;&#x53CD;&#x5E94;&#x4E5F;&#x57FA;&#x672C;&#x4E0D;&#x4F1A;&#x7528;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x3002;</p>
<p>Mukaiyama Reagent&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x7B80;&#x4FBF;&#x7684;&#x529E;&#x6CD5;&#xFF0C;&#x6211;&#x4EEC;&#x9996;&#x5148;&#x6765;&#x770B;&#x89C4;&#x5F8B;&#x56FE;&#xFF1A;
&#xFF08;&#x6211;&#x7684;&#x7535;&#x8111;&#x5185;&#x5B58;&#x7A81;&#x7136;&#x4E0D;&#x591F;&#xFF0C;&#x622A;&#x56FE;&#x90FD;&#x4E0D;&#x80FD;&#x622A;&#x4E86;&#x554A;&#xFF0C;&#x53EA;&#x597D;&#x624B;&#x5199;&#x62CD;&#x7167;&#x4E0A;&#x4F20;&#x4E86;&#xFF0C;&#x5341;&#x5206;&#x62B1;&#x6B49;&#xFF09;
<img src="001_1.jpeg" alt="img"></p>
<p>Mukaiyama Reagent&#x662F;&#x90BB;&#x4F4D;&#x5E26;&#x5364;&#x539F;&#x5B50;&#x7684;&#x5421;&#x5576;&#x76D0;&#xFF0C;&#x5728;&#x53CD;&#x5E94;&#x4E2D;&#x505A;&#x50AC;&#x5316;&#x5242;&#xFF08;&#x6216;&#x8005;&#x8BF4;&#x662F;&#x727A;&#x7272;&#x5242;&#xFF09;&#x3002;
&#x8FD8;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x78B1;&#x505A;&#x5F15;&#x53D1;&#x5242;&#xFF0C;&#x4F7F;&#x7528;&#x5F31;&#x78B1;NBu3&#x5373;&#x53EF;&#x3002;&#x6211;&#x4EEC;&#x5177;&#x4F53;&#x4E3E;&#x4E00;&#x4E2A;&#x79BB;&#x5B50;&#x6765;&#x770B;&#x770B;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x7684;&#x673A;&#x7406;&#xFF1A;
<img src="001_2.jpeg" alt="img"></p>
<p>&#x4E3A;&#x4E86;&#x8BB2;&#x89E3;&#x65B9;&#x4FBF;&#xFF0C;&#x6211;&#x5C06;&#x6BCF;&#x4E00;&#x6B65;&#x53CD;&#x5E94;&#x90FD;&#x6807;&#x4E86;&#x5E8F;&#x53F7;&#xFF0C;&#x4E0B;&#x9762;&#x6765;&#x5206;&#x5E8F;&#x53F7;&#x8BB2;&#x89E3;&#xFF1A;</p>
<p>&#x2460;&#x5178;&#x578B;&#x7684;&#x82B3;&#x9999;&#x4EB2;&#x6838;&#x53D6;&#x4EE3;&#x53CD;&#x5E94;&#xFF08;SNAr&#xFF09;&#x3002;&#x7531;&#x4E8E;&#x662F;&#x4EB2;&#x6838;&#x53D6;&#x4EE3;&#x53CD;&#x5E94;&#xFF0C;&#x82B3;&#x9999;&#x5206;&#x5B50;&#x7684;&#x4EB2;&#x7535;&#x6027;&#x8D8A;&#x9AD8;&#x8D8A;&#x5BB9;&#x6613;&#x53CD;&#x5E94;&#xFF0C;Mukaiyama&#x5927;&#x4F6C;&#x76F4;&#x63A5;&#x9009;&#x7528;&#x4E86;&#x5E26;&#x6B63;&#x5F62;&#x5F0F;&#x7535;&#x6838;&#x7684;&#x5421;&#x5576;&#x79BB;&#x5B50;&#xFF0C;&#x5F3A;&#x70C8;&#x5730;&#x5438;&#x7535;&#x5B50;&#xFF0C;&#x5BFC;&#x81F4;&#x7B2C;&#x4E00;&#x6B65;&#x53CD;&#x5E94;&#x8FC5;&#x901F;&#x53D1;&#x751F;&#x3002;</p>
<p>&#x2461;&#x5728;&#x7B2C;&#x4E00;&#x6B65;&#x7ED3;&#x675F;&#x540E;&#xFF0C;&#x5421;&#x5576;&#x79BB;&#x5B50;&#x52A0;&#x5165;&#x6574;&#x4E2A;&#x5206;&#x5B50;&#x4E2D;&#xFF0C;&#x5931;&#x53BB;&#x4E86;&#x82B3;&#x9999;&#x6027;&#xFF0C;&#x663E;&#x7136;&#x6B64;&#x5904;&#x8981;&#x901A;&#x8FC7;&#x8131;&#x53BB;&#x6EB4;&#x4EE5;&#x6062;&#x590D;&#x82B3;&#x9999;&#x6027;&#x3002;&#x7EFC;&#x5408;&#x4EE5;&#x4E0A;&#x4E24;&#x6B65;&#xFF0C;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x53D1;&#x751F;SNAr&#x53CD;&#x5E94;&#x540E;&#x8131;&#x53BB;&#x4E00;&#x4E2A;&#x6EB4;&#x539F;&#x5B50;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x4E0D;&#x59A5;&#x5F53;&#xFF0C;&#x6EB4;&#x539F;&#x5B50;&#x4F5C;&#x4E3A;&#x5364;&#x7D20;&#x6709;&#x4EB2;&#x7535;&#x6027;&#xFF0C;&#x5F53;&#x7136;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x6C2E;&#xFF0C;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x4E5F;&#x53EF;&#x4EE5;&#x53D1;&#x751F;&#xFF1B;&#x4F46;&#x662F;&#x5728;&#x6B64;&#x5904;&#xFF0C;&#x663E;&#x7136;&#x662F;&#x5E26;&#x6B63;&#x7535;&#x7684;&#x6C2E;&#x76F8;&#x6BD4;&#x4E8E;&#x6EB4;&#x539F;&#x5B50;&#x53D1;&#x6325;&#x4E86;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x7B2C;&#x4E00;&#x6B65;&#x53CD;&#x5E94;&#x662F;&#x901F;&#x51B3;&#x6B65;&#xFF0C;&#x7B2C;&#x4E8C;&#x6B65;&#x53CD;&#x5E94;&#x53EA;&#x662F;&#x8FFD;&#x6C42;&#x7A33;&#x5B9A;&#x6027;&#x7684;&#x4E00;&#x6B21;&#x518D;&#x4FEE;&#x6B63;&#xFF0C;&#x5E76;&#x4E0D;&#x51B3;&#x5B9A;&#x53CD;&#x5E94;&#x901F;&#x7387;&#x3002;</p>
<p>&#x2462;&#x4E0B;&#x4E00;&#x6B65;&#x662F;&#x5178;&#x578B;&#x7684;&#x7FB0;&#x57FA;&#x52A0;&#x6210;&#x601D;&#x8DEF;&#xFF0C;&#x662F;&#x7FB0;&#x57FA;&#x78B3;&#x4E24;&#x4FA7;&#x57FA;&#x56E2;&#x4E0E;&#x4E00;&#x4E2A;&#x7B2C;&#x4E09;&#x65B9;&#x57FA;&#x56E2;&#x7684;&#x4EA4;&#x6362;&#xFF0C;&#x8FBE;&#x5230;&#x66F4;&#x7A33;&#x5B9A;&#x7684;&#x6548;&#x679C;&#x3002;&#x5373;&#x9187;&#x4E0A;&#x7684;&#x6C27;&#x539F;&#x5B50;&#x53D6;&#x4EE3;&#x4E86;&#x7FB0;&#x57FA;&#x53F3;&#x4FA7;&#x7684;&#x57FA;&#x56E2;&#x3002;&#x6211;&#x4EEC;&#x77E5;&#x9053;&#x4E00;&#x822C;&#x7684;&#x916F;&#x5316;&#x53CD;&#x5E94;&#x5C31;&#x662F;&#x8FD9;&#x4E00;&#x6B65;&#x6700;&#x62D6;&#x5EF6;&#x901F;&#x7387;&#xFF0C;&#x5BFC;&#x81F4;&#x6574;&#x4E2A;&#x4F53;&#x7CFB;&#x4E00;&#x584C;&#x7CCA;&#x6D82;&#xFF0C;&#x9009;&#x7528;Mukaiyama&#x8BD5;&#x5242;&#x4E5F;&#x6B63;&#x662F;&#x8FFD;&#x6C42;&#x8FD9;&#x4E00;&#x6B65;&#x7684;&#x901F;&#x7387;&#x4E4B;&#x5FEB;&#xFF0C;&#x5176;&#x4E3B;&#x8981;&#x539F;&#x56E0;&#x5C31;&#x662F;&#x53F3;&#x4FA7;&#x57FA;&#x56E2;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x4E2D;&#x6027;&#x5206;&#x5B50;&#x7684;&#x79BB;&#x53BB;&#x6027;&#x5B9E;&#x5728;&#x592A;&#x597D;&#x4E86;&#x3002;</p>
<p>&#x2463;&#x79BB;&#x53BB;&#x540E;Mukaiyama&#x8BD5;&#x5242;&#x901A;&#x8FC7;&#x8FDB;&#x4E00;&#x6B65;&#x6C34;&#x89E3;&#x6062;&#x590D;&#x82B3;&#x9999;&#x6027;&#xFF0C;&#x8FD9;&#x4E00;&#x6B65;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x53EF;&#x9006;&#x7684;&#xFF0C;&#x662F;&#x82B3;&#x9999;&#x6027;&#x7684;&#x7A33;&#x5B9A;&#x6027;&#x4E0E;&#x6709;&#x673A;&#x4F53;&#x7CFB;&#x4E0B;&#x6781;&#x6027;&#x5206;&#x5B50;&#xFF08;&#x6B63;&#x8D1F;&#x7535;&#x8377;&#x5206;&#x6563;&#xFF09;&#x7684;&#x4E0D;&#x7A33;&#x5B9A;&#x6027;&#x4E4B;&#x95F4;&#x7684;&#x7ADE;&#x4E89;&#x3002;&#x300A;Name Reactions&#x300B;&#x4E2D;&#x7684;&#x53CD;&#x5E94;&#x901A;&#x5F0F;&#x6240;&#x5199;&#x7684;&#x6700;&#x7EC8;&#x4EA7;&#x7269;&#x662F;&#x4E2D;&#x6027;&#x7684;&#x5DE6;&#x4FA7;&#x5206;&#x5B50;&#x800C;&#x4E0D;&#x662F;&#x5E26;&#x6709;&#x82B3;&#x9999;&#x6027;&#x7684;&#x53F3;&#x4FA7;&#x5206;&#x5B50;&#xFF0C;&#x800C;&#x53CD;&#x5E94;&#x4F8B;&#x5B50;&#x4E2D;&#x5199;&#x4E86;&#x53EF;&#x9006;&#x7684;&#x8F6C;&#x53D8;&#xFF0C;&#x8FD9;&#x5E76;&#x4E0D;&#x9700;&#x8981;&#x7279;&#x522B;&#x5728;&#x610F;&#x3002;Mukaiyama&#x8BD5;&#x5242;&#x5728;&#x53CD;&#x5E94;&#x7ED3;&#x675F;&#x540E;&#x4E5F;&#x9999;&#x6D88;&#x7389;&#x6B92;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x611F;&#x8C22;Mukaiyama&#x8BD5;&#x5242;&#x901A;&#x8FC7;&#x727A;&#x7272;&#x81EA;&#x5DF1;&#x52A0;&#x901F;&#x4E86;&#x916F;&#x5316;&#x53CD;&#x5E94;&#xFF0C;&#x4E5F;&#x8BB8;&#x4F5C;&#x4E3A;&#x50AC;&#x5316;&#x5242;&#xFF0C;&#x5B83;&#x7684;&#x4F7F;&#x547D;&#x53EA;&#x662F;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#x5E76;&#x4E14;&#x5168;&#x8EAB;&#x800C;&#x9000;&#xFF0C;&#x4F46;Mukaiyama&#x8BD5;&#x5242;&#x4E0D;&#x4EC5;&#x4E8E;&#x6B64;&#xFF0C;&#x5B83;&#x4E0D;&#x4EC5;&#x50AC;&#x5316;&#x4E86;&#x53CD;&#x5E94;&#xFF0C;&#x8FD8;&#x65E0;&#x79C1;&#x5949;&#x732E;&#x4E86;&#x81EA;&#x5DF1;&#xFF0C;&#x4E0D;&#x62FF;&#x7FA4;&#x4F17;&#x4E00;&#x9488;&#x4E00;&#x7EBF;&#xFF0C;&#x8FD9;&#x662F;&#x793E;&#x4F1A;&#x4E3B;&#x4E49;&#x7684;&#x50AC;&#x5316;&#x5242;&#x554A;&#xFF01;</p>
<p>&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x9664;&#x4E86;&#x7528;&#x4F5C;&#x916F;&#x5316;&#x53CD;&#x5E94;&#xFF0C;&#x8FD8;&#x53EF;&#x7528;&#x4E8E;&#x9170;&#x80FA;&#x751F;&#x6210;&#xFF0C;&#x56E0;&#x4E3A;&#x6C2E;&#x539F;&#x5B50;&#x8FDB;&#x653B;&#x76F8;&#x6BD4;&#x4E8E;&#x9187;&#x4E0A;&#x7684;&#x6C27;&#x539F;&#x5B50;&#x8FDB;&#x653B;&#xFF0C;&#x6548;&#x679C;&#x662F;&#x66F4;&#x5F3A;&#x7684;&#xFF0C;&#x9170;&#x80FA;&#x751F;&#x6210;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x88AB;&#x5E94;&#x7528;&#x4E8E;&#x5DF2;&#x7ECF;&#x5F62;&#x6210;&#x4E86;&#x7684;&#x9AD8;&#x5206;&#x5B50;&#x4E0A;&#x3002;&#x5927;&#x5BB6;&#x6709;&#x5174;&#x8DA3;&#x53EF;&#x4EE5;&#x5728;&#x300A;Name Reactions&#x300B;&#x4E0A;&#x627E;&#x5230;&#x5BF9;Mukaiyama&#x8BD5;&#x5242;&#x7684;&#x5177;&#x4F53;&#x8BB2;&#x89E3;&#x3002;</p>
<hr>
<p>&#x6295;&#x7A3F;&#x5730;&#x5740;&#xFF1A;<a href="http://www.lawaxi.net/d/18" target="_blank">http://www.lawaxi.net/d/18</a></p>
<p>&#x6295;&#x7A3F;&#x65E5;&#x671F;&#xFF1A;2020-06-07</p>
<p>&#x6536;&#x5F55;&#x65E5;&#x671F;&#xFF1A;2020-08-02</p>
<p>&#x5F15;&#x7528;&#x672C;&#x6587;&#xFF1A;[1]Delay;Creator Chemical Lett.,2020,001.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="002.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 002 超电势 Overpotential">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"001 Mukaiyama Reagent 酯化和酰胺生成的催化剂","level":"1.3.1","depth":2,"next":{"title":"002 超电势 Overpotential","level":"1.3.2","depth":2,"path":"2020/002.md","ref":"2020/002.md","articles":[]},"previous":{"title":"原创人药系列复原","level":"1.3","depth":1,"ref":"","articles":[{"title":"001 Mukaiyama Reagent 酯化和酰胺生成的催化剂","level":"1.3.1","depth":2,"path":"2020/001.md","ref":"2020/001.md","articles":[]},{"title":"002 超电势 Overpotential","level":"1.3.2","depth":2,"path":"2020/002.md","ref":"2020/002.md","articles":[]},{"title":"003 分子轨道理论MO在有机化学中的应用（上）","level":"1.3.3","depth":2,"path":"2020/003.md","ref":"2020/003.md","articles":[]},{"title":"004 分子轨道理论MO在有机化学中的应用（下）","level":"1.3.4","depth":2,"path":"2020/004.md","ref":"2020/004.md","articles":[]},{"title":"005 有机化学中的氧化反应","level":"1.3.5","depth":2,"path":"2020/005.md","ref":"2020/005.md","articles":[]},{"title":"006 酰基化反应上：傅克反应（Friedel-Crafts）","level":"1.3.6","depth":2,"path":"2020/006.md","ref":"2020/006.md","articles":[]},{"title":"007 酰基化反应下：甲酰化反应","level":"1.3.7","depth":2,"path":"2020/007.md","ref":"2020/007.md","articles":[]},{"title":"008 Jones氧化，Sarett/Collin试剂，PCC，PDC","level":"1.3.8","depth":2,"path":"2020/008.md","ref":"2020/008.md","articles":[]},{"title":"009 共振论 Resonance theory","level":"1.3.9","depth":2,"path":"2020/009.md","ref":"2020/009.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"2020/001.md","mtime":"2020-08-02T06:50:46.227Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-08-05T19:06:02.208Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

