
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>002 超电势 Overpotential · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="003.html" />
    
    
    <link rel="prev" href="001.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    2020
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="010.html">
            
                <a href="010.html">
            
                    
                    010 有机异构体 isomerism isomer
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="011.html">
            
                <a href="011.html">
            
                    
                    011 热引发自由基方法：n-Bu₃SnH/AIBN
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="012.html">
            
                <a href="012.html">
            
                    
                    012 异氰酸酯 isocyanate
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="013.html">
            
                <a href="013.html">
            
                    
                    013 Wittig反应等：将醛基转化为双键
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    原创人药系列复原
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="001.html">
            
                <a href="001.html">
            
                    
                    001 Mukaiyama Reagent 酯化和酰胺生成的催化剂
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.2" data-path="002.html">
            
                <a href="002.html">
            
                    
                    002 超电势 Overpotential
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="003.html">
            
                <a href="003.html">
            
                    
                    003 分子轨道理论MO在有机化学中的应用（上）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="004.html">
            
                <a href="004.html">
            
                    
                    004 分子轨道理论MO在有机化学中的应用（下）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="005.html">
            
                <a href="005.html">
            
                    
                    005 有机化学中的氧化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="006.html">
            
                <a href="006.html">
            
                    
                    006 酰基化反应上：傅克反应（Friedel-Crafts）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="007.html">
            
                <a href="007.html">
            
                    
                    007 酰基化反应下：甲酰化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="008.html">
            
                <a href="008.html">
            
                    
                    008 Jones氧化，Sarett/Collin试剂，PCC，PDC
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="009.html">
            
                <a href="009.html">
            
                    
                    009 共振论 Resonance theory
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >002 超电势 Overpotential</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x8D85;&#x7535;&#x52BF;-overpotential">&#x8D85;&#x7535;&#x52BF; Overpotential</h1>
<h2 id="&#x4ECB;&#x7ECD;">&#x4ECB;&#x7ECD;</h2>
<p>&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x7535;&#x5316;&#x5B66;&#x88C5;&#x7F6E;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x70ED;&#x529B;&#x5B66;&#x8BA1;&#x7B97;&#xFF08;&#x6CD5;&#x62C9;&#x7B2C;&#x5B9A;&#x5F8B;...&#xFF09;&#x7684;&#x65B9;&#x6CD5;&#x5F97;&#x5230;&#x7535;&#x52A8;&#x52BF;&#xFF08;E&#xFF09;&#xFF0C;&#x540C;&#x6837;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x5B9E;&#x9645;&#x6D4B;&#x91CF;&#x7535;&#x6C60;&#x4E24;&#x7AEF;&#x8F93;&#x51FA;&#x6216;&#x8F93;&#x5165;&#x7535;&#x538B;&#x83B7;&#x5F97;&#x8DEF;&#x7AEF;&#x7535;&#x538B;&#xFF08;U&#xFF09;&#x3002;&#x5728;&#x539F;&#x7535;&#x6C60;&#x4E2D;&#xFF0C;&#x8DEF;&#x7AEF;&#x7535;&#x538B;&#x5F80;&#x5F80;&#x4F1A;&#x6BD4;&#x7535;&#x52A8;&#x52BF;&#x5C0F;&#xFF1B;&#x5728;&#x7535;&#x89E3;&#x6C60;&#x4E2D;&#xFF0C;&#x8DEF;&#x7AEF;&#x7535;&#x538B;&#x5F80;&#x5F80;&#x5927;&#x4E8E;&#x7535;&#x52A8;&#x52BF;&#xFF1B;&#x8FD9;&#x4E9B;&#x989D;&#x5916;&#x7684;&#x80FD;&#x91CF;&#x8F6C;&#x6362;&#x6210;&#x4E86;&#x70ED;&#x91CF;&#x800C;&#x6563;&#x5931;&#x3002;&#x8FD9;&#x4E24;&#x8005;&#x6709;&#x533A;&#x522B;&#x7684;&#x539F;&#x56E0;&#x5728;&#x4E8E;&#xFF0C;&#x7535;&#x6C60;&#x7535;&#x538B;&#x7684;&#x5F71;&#x54CD;&#x56E0;&#x7D20;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x70ED;&#x529B;&#x5B66;&#x7684;&#x7535;&#x52BF;&#x5DEE;/&#x8F6C;&#x79FB;&#x7535;&#x5B50;&#x6570;&#xFF0C;&#x8FD8;&#x5305;&#x542B;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x7684;&#x52A8;&#x529B;&#x5B66;&#x56E0;&#x7D20;&#x751A;&#x81F3;&#x7269;&#x7406;&#x56E0;&#x7D20;&#xFF0C;&#x6211;&#x4EEC;&#x7B3C;&#x7EDF;&#x5730;&#x7528;&#x201C;&#x8D85;&#x7535;&#x52BF;Overpotential&#xFF08;&#x3B7;&#xFF09;&#x201D;&#x6765;&#x8BA8;&#x8BBA;&#x3002;</p>
<blockquote>
<p>In electrochemistry, overpotential is the potential difference (voltage) between a half-reaction&apos;s thermodynamically determined reduction potential and the potential at which the redox event is experimentally observed.
&#x2014;&#x2014; Wikipedia: Overpotential</p>
</blockquote>
<h2 id="&#x8868;&#x73B0;">&#x8868;&#x73B0;</h2>
<p>1.&#x6C22;&#x6C14;&#x5728;&#x6C5E;&#x9634;&#x6781;&#x8868;&#x9762;&#x6790;&#x51FA;&#x6709;&#x52A8;&#x529B;&#x5B66;&#x963B;&#x788D;&#xFF0C;&#x800C;&#x94C2;&#x751A;&#x81F3;&#x94C1;&#x90FD;&#x5BB9;&#x6613;&#x6790;&#x6C22;&#x3002;&#x5229;&#x7528;&#x8FD9;&#x4E00;&#x7279;&#x70B9;&#xFF0C;&#x7528;&#x6C5E;&#x7535;&#x89E3;&#x6C2F;&#x5316;&#x94A0;&#x6EB6;&#x6DB2;&#x53EF;&#x4EE5;&#x5236;&#x5F97;&#x94A0;&#x5355;&#x8D28;&#x3002;&#xFF08;&#x7531;&#x4E8E;&#x94A0;&#x548C;&#x6C34;&#x53CD;&#x5E94;&#x6790;&#x6C22;&#xFF0C;&#x6709;&#x52A8;&#x529B;&#x5B66;&#x963B;&#x788D;&#xFF1B;&#x53C8;&#x56E0;&#x4E3A;&#x94A0;&#x4E0E;&#x6C5E;&#x7ED3;&#x5408;&#x5F62;&#x6210;&#x5408;&#x91D1;&#xFF0C;&#x53CA;&#x65F6;&#x9694;&#x79BB;&#x5F00;&#x6C34;&#x4F53;&#x7CFB;&#xFF09;
<img src="002_1.png" alt="img"></p>
<p>2.&#x7535;&#x89E3;&#x6C2F;&#x5316;&#x94A0;&#x6C34;&#x6EB6;&#x6DB2;&#x65F6;&#xFF0C;&#x6C2F;&#x79BB;&#x5B50;&#x88AB;&#x6C27;&#x5316;&#x4E3A;&#x6C2F;&#x6C14;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6C34;&#x5206;&#x5B50;&#x88AB;&#x6C27;&#x5316;&#x4E3A;&#x6C27;&#x6C14;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x524D;&#x8005;&#x7684;&#x534A;&#x53CD;&#x5E94;E&#x398;=1.36V&#xFF0C;&#x540E;&#x8005;&#x534A;&#x53CD;&#x5E94;E&#x398;=1.23V&#x3002;&#x6839;&#x636E;&#x70ED;&#x529B;&#x5B66;&#x7406;&#x8BBA;&#xFF0C;&#x76F8;&#x540C;&#x6D53;&#x5EA6;&#x4E0B;&#x5E94;&#x8BE5;&#x662F;&#x6C34;&#x66F4;&#x5BB9;&#x6613;&#x88AB;&#x6C27;&#x5316;&#xFF0C;&#x51B5;&#x4E14;&#x662F;&#x5728;&#x6C27;&#x591A;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x3002;&#x5B9E;&#x9A8C;&#x4E2D;&#x7684;&#x53CD;&#x5E38;&#x8868;&#x73B0;&#xFF0C;&#x662F;&#x7531;&#x4E8E;&#x7535;&#x6781;&#x8868;&#x9762;&#x6709;Bubble overpotential&#xFF0C;&#x4F7F;&#x5931;&#x7535;&#x5B50;&#x5F62;&#x6210;&#x6C14;&#x4F53;&#x5F88;&#x4E0D;&#x987A;&#x7545;&#xFF0C;&#x7531;&#x4E8E;&#x6C2F;&#x79BB;&#x5B50;&#x6C27;&#x5316;&#x548C;&#x6C34;&#x5206;&#x5B50;&#x6C27;&#x5316;&#x6240;&#x5931;&#x53BB;&#x7684;&#x7535;&#x5B50;&#x6BD4;&#x4F8B;&#x4E3A;1&#xFF1A;2&#xFF0C;&#x56E0;&#x6B64;&#x6C2F;&#x6C14;&#x6790;&#x51FA;&#x76F8;&#x8F83;&#x4E8E;&#x6C27;&#x6C14;&#x663E;&#x5F97;&#x7A0D;&#x5FAE;&#x5BB9;&#x6613;&#x3002;</p>
<h2 id="&#x6570;&#x503C;">&#x6570;&#x503C;</h2>
<p>&#x5728;&#x6CA1;&#x6709;&#x7535;&#x6D41;&#x901A;&#x8FC7;&#x65F6;&#xFF0C;&#x7535;&#x5316;&#x5B66;&#x88C5;&#x7F6E;&#x5904;&#x4E8E;&#x5E73;&#x8861;&#x72B6;&#x6001;&#xFF0C;&#x5185;&#x90E8;&#x53CD;&#x5E94;&#x53EF;&#x9006;&#xFF0C;&#x6B64;&#x65F6;&#x4E24;&#x7AEF;&#x7535;&#x6781;&#x7535;&#x52BF;&#x79F0;&#x4E3A;&#x5E73;&#x8861;&#x7535;&#x6781;&#x7535;&#x52BF;&#xFF1B;&#x5F53;&#x6709;&#x7535;&#x6D41;&#x901A;&#x8FC7;&#x65F6;&#xFF0C;&#x7535;&#x6781;&#x7535;&#x52BF;&#x504F;&#x79FB;&#x5E73;&#x8861;&#x7535;&#x6781;&#x7535;&#x52BF;&#xFF0C;&#x8FD9;&#x79CD;&#x73B0;&#x8C61;&#x79F0;&#x4E3A;&#x201C;&#x7535;&#x6781;&#x6781;&#x5316;&#x201D;&#x3002;&#x8D85;&#x7535;&#x52BF;&#x7684;&#x6982;&#x5FF5;&#x5C31;&#x662F;&#x5B9A;&#x4E49;&#x5728;&#x7535;&#x6781;&#x6781;&#x5316;&#x4E0A;&#x7684;&#x3002;&#x8D85;&#x7535;&#x52BF;&#x4EA7;&#x751F;&#x6761;&#x4EF6;&#x5927;&#x6982;&#x5206;&#x4E3A;&#x4EE5;&#x4E0B;&#x51E0;&#x79CD;&#xFF08;&#x7EF4;&#x57FA;&#x767E;&#x79D1;&#x4E0A;&#x6458;&#x5F55;&#x7684;&#xFF0C;&#x6211;&#x4E2A;&#x4EBA;&#x8BA4;&#x4E3A;&#x597D;&#x50CF;&#x6CA1;&#x4EC0;&#x4E48;&#x7528;&#xFF1F;&#xFF09;&#xFF1A;</p>
<blockquote>
<ul>
<li>&#x7535;&#x89E3;&#x6C60;&#x7684;&#x9633;&#x6781;&#x66F4;&#x6B63;&#xFF0C;&#x6D88;&#x8017;&#x7684;&#x80FD;&#x91CF;&#x8D85;&#x8FC7;&#x70ED;&#x529B;&#x5B66;&#x6240;&#x9700;&#x7684;&#x80FD;&#x91CF;&#x3002;</li>
<li>&#x7535;&#x89E3;&#x6C60;&#x7684;&#x9634;&#x6781;&#x66F4;&#x8D1F;&#xFF0C;&#x6D88;&#x8017;&#x7684;&#x80FD;&#x91CF;&#x8D85;&#x8FC7;&#x70ED;&#x529B;&#x5B66;&#x6240;&#x9700;&#x7684;&#x80FD;&#x91CF;&#x3002;</li>
<li>&#x539F;&#x7535;&#x6C60;&#x7684;&#x9633;&#x6781;&#x4E0D;&#x90A3;&#x4E48;&#x8D1F;&#xFF0C;&#x91CA;&#x653E;&#x7684;&#x80FD;&#x91CF;&#x6BD4;&#x70ED;&#x529B;&#x5B66;&#x4E0A;&#x7684;&#x5C11;&#x3002;</li>
<li>&#x539F;&#x7535;&#x6C60;&#x7684;&#x9634;&#x6781;&#x4E0D;&#x90A3;&#x4E48;&#x6B63;&#xFF0C;&#x6BD4;&#x70ED;&#x529B;&#x5B66;&#x4E0A;&#x63D0;&#x4F9B;&#x7684;&#x80FD;&#x91CF;&#x66F4;&#x5C11;&#x3002;</li>
</ul>
</blockquote>
<p>&#x5F53;&#x7136;&#xFF0C;&#x6309;&#x7167;&#x4EE5;&#x4E0A;&#x6982;&#x5FF5;&#xFF0C;&#x5F53;&#x7535;&#x6D41;&#x5BC6;&#x5EA6;&#xFF08; current density&#xFF0C;&#x5355;&#x4F4D;A/m2&#xFF09;&#x589E;&#x5927;&#x65F6;&#xFF0C;&#x504F;&#x79BB;&#x53EF;&#x9006;&#x72B6;&#x6001;&#x8D8A;&#x8FDC;&#xFF0C;&#x7535;&#x6781;&#x6781;&#x5316;&#x52A0;&#x6DF1;&#xFF0C;&#x8D85;&#x7535;&#x52BF;&#x5927;&#x3002;&#x56E0;&#x6B64;&#x53EF;&#x4EE5;&#x5C06;&#x8D85;&#x7535;&#x52BF;&#x968F;&#x7535;&#x6D41;&#x5BC6;&#x5EA6;&#x589E;&#x5927;&#x800C;&#x589E;&#x5927;&#x7684;&#x89C4;&#x5F8B;&#x603B;&#x7ED3;&#x4E3A;&#x7ECF;&#x9A8C;&#x516C;&#x5F0F;&#xFF08;&#x7535;&#x50AC;&#x5316;&#x6790;&#x6C22;&#x7814;&#x7A76;&#x5F88;&#x900F;&#x5F7B;&#xFF0C;&#x8FD9;&#x4E24;&#x4E2A;&#x516C;&#x5F0F;&#x90FD;&#x662F;&#x4E13;&#x95E8;&#x8BA1;&#x7B97;&#x6790;&#x6C22;&#x7684;&#xFF0C;&#x5176;&#x4ED6;&#x53CD;&#x5E94;&#x6682;&#x4E0D;&#x4E86;&#x89E3;&#x662F;&#x5426;&#x6709;&#x65B9;&#x7A0B;&#xFF09;&#xFF1A;Bulter-Volmer&#x65B9;&#x7A0B;&#xFF0C;&#x548C;&#x5176;&#x6539;&#x8FDB;&#x7248;Tafel&#x65B9;&#x7A0B;&#x3002;A&#x4E3A;&#x5E38;&#x6570;Tafel slope.
<img src="002_2.png" alt="img"></p>
<p>Tafel&#x65B9;&#x7A0B;&#x76F8;&#x6BD4;&#x4E8E;Bulter-Volmer&#x65B9;&#x7A0B;&#x7A0D;&#x663E;&#x7CBE;&#x51C6;&#xFF0C;&#x4F46;&#x4F5C;&#x4E3A;&#x7ECF;&#x9A8C;&#x516C;&#x5F0F;&#xFF0C;&#x5B83;&#x4EEC;&#x7684;&#x8BA1;&#x7B97;&#x7ED3;&#x679C;&#x548C;&#x5B9E;&#x9645;&#x6D4B;&#x91CF;&#x8FD8;&#x662F;&#x76F8;&#x5DEE;&#x8F83;&#x8FDC;&#x3002;&#x8FD9;&#x662F;&#x7531;&#x4E8E;&#x5728;&#x7535;&#x5316;&#x5B66;&#x88C5;&#x7F6E;&#x53CD;&#x5E94;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;&#x6B65;&#x9AA4;&#x90FD;&#x4F1A;&#x5F15;&#x53D1;&#x591A;&#x79CD;&#x5F62;&#x5F0F;&#x7684;&#x8D85;&#x7535;&#x52BF;&#xFF0C;&#x6211;&#x4EEC;&#x6240;&#x603B;&#x7ED3;&#x7684;&#x3B7;&#x662F;&#x8FD9;&#x4E9B;&#x8D85;&#x7535;&#x52BF;&#x7684;&#x603B;&#x548C;&#x3002;&#x4E0D;&#x4EC5;&#x4EC5;&#x53D7;&#x7535;&#x6D41;&#x5BC6;&#x5EA6;&#x5F71;&#x54CD;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x76F8;&#x540C;&#x7684;&#x53CD;&#x5E94;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x64CD;&#x4F5C;&#x6761;&#x4EF6;&#x90FD;&#x4F1A;&#x5BF9;&#x8D85;&#x7535;&#x52BF;&#x6709;&#x5F71;&#x54CD;&#x3002;&#x8D85;&#x7535;&#x52BF;&#x7684;&#x5206;&#x7C7B;&#x5982;&#x4E0B;&#x3002;</p>
<h2 id="&#x5206;&#x7C7B;">&#x5206;&#x7C7B;</h2>
<p>&#xFF08;&#x8D85;&#x7535;&#x52BF;&#x7684;&#x672C;&#x8D28;&#x662F;&#x7535;&#x6781;&#x6781;&#x5316;&#xFF0C;&#x8FD9;&#x4E9B;&#x5206;&#x7C7B;&#x7684;&#x82F1;&#x6587;&#x540D;&#x79F0;&#x662F;XX Overpotential&#xFF0C;&#x4F46;&#x4E2D;&#x6587;&#x662F;XX&#x6781;&#x5316;&#xFF0C;&#x4E0D;&#x8981;&#x6000;&#x7591;&#xFF09;</p>
<p>1.&#x6D53;&#x5DEE;&#x6781;&#x5316; Concentration overpotential</p>
<p>&#x6EB6;&#x6DB2;&#x4E2D;&#x5404;&#x5904;&#x7684;&#x6D53;&#x5EA6;&#x6709;&#x5DEE;&#x522B;&#xFF0C;&#x6269;&#x6563;&#x7F13;&#x6162;&#xFF0C;&#x5BFC;&#x81F4;&#x4E86;&#x5F88;&#x591A;&#x7535;&#x80FD;&#x4EE5;&#x70ED;&#x91CF;&#x6563;&#x5931;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x6D53;&#x5DEE;&#x6781;&#x5316;&#x3002;&#x53EF;&#x80FD;&#x9020;&#x6210;&#x7684;&#x539F;&#x56E0;&#x6709;&#xFF0C;&#x7535;&#x5B50;&#x5BFC;&#x4F53;&#x4E2D;&#x7535;&#x5B50;&#x6D53;&#x5EA6;&#x8F83;&#x9AD8;&#xFF0C;&#x4E0E;&#x79BB;&#x5B50;&#x6D53;&#x5EA6;&#x4E0D;&#x9002;&#x914D;&#xFF1B;&#x7535;&#x5316;&#x5B66;&#x88C5;&#x7F6E;&#x8FD0;&#x884C;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x540E;&#xFF0C;&#x643A;&#x5E26;&#x7535;&#x8377;&#x7684;&#x4E24;&#x79CD;&#x79BB;&#x5B50;&#x6D53;&#x5EA6;&#x51CF;&#x5C0F;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5F53;&#x5B83;&#x4EEC;&#x6BD4;&#x6EB6;&#x6DB2;&#x672C;&#x4F53;&#x6D53;&#x5EA6;&#x66F4;&#x5C0F;&#x65F6;&#xFF0C;&#x8D85;&#x7535;&#x52BF;&#x5341;&#x5206;&#x660E;&#x663E;&#x3002;&#x524D;&#x6587;&#x6C2F;&#x6C14;&#x548C;&#x6C27;&#x6C14;&#x8C01;&#x5148;&#x6790;&#x51FA;&#xFF0C;&#x7531;&#x4E8E;Bubble overpotential&#xFF0C;&#x662F;&#x6D53;&#x5DEE;&#x6781;&#x5316;&#x7684;&#x4E00;&#x4E2A;&#x7EC6;&#x5206;&#x3002;&#x6C14;&#x4F53;&#x5206;&#x5B50;&#x5728;&#x6EA2;&#x51FA;&#x65F6;&#x4F1A;&#x5728;&#x7535;&#x6781;&#x8868;&#x9762;&#x5F62;&#x6210;&#x6C14;&#x6CE1;&#xFF08;Bubble&#xFF09;&#xFF0C;&#x4F7F;&#x7535;&#x6781;&#x4E0E;&#x6EB6;&#x6DB2;&#x63A5;&#x89E6;&#x9762;&#x79EF;&#x51CF;&#x5C0F;&#xFF0C;&#x5BFC;&#x81F4;&#x4E86;&#x5C40;&#x90E8;&#x7535;&#x6D41;&#x5BC6;&#x5EA6;&#x589E;&#x5927;&#xFF0C;&#x4F7F;&#x5F97;&#x8D85;&#x7535;&#x52BF;&#x589E;&#x5927;&#x3002;</p>
<p><img src="002_3.png" alt="img"></p>
<p>&#x7535;&#x89E3;&#x8FC7;&#x7A0B;&#x4E2D;&#x6C14;&#x6CE1;&#x9644;&#x7740;&#x5728;&#x7535;&#x6781;&#x4E0A;&#xFF0C;&#x56FE;&#x6E90;&#xFF1A;<a href="https://www.bilibili.com/video/BV17x411M7uD" target="_blank">https://www.bilibili.com/video/BV17x411M7uD</a></p>
<p>2.&#x7535;&#x5316;&#x5B66;&#x6781;&#x5316; Reaction overpotential&#xFF08;&#x6216;&#x79F0;&#x6D3B;&#x5316;&#x8D85;&#x7535;&#x52BF; Activation overpotential&#xFF09;</p>
<p>&#x7535;&#x5316;&#x5B66;&#x8D85;&#x7535;&#x52BF;&#x662F;&#x7531;&#x53CD;&#x5E94;&#x7684;&#x6D3B;&#x5316;&#x80FD;&#x5F15;&#x8D77;&#x7684;&#x8D85;&#x7535;&#x52BF;&#x73B0;&#x8C61;&#xFF0C;&#x6211;&#x4EEC;&#x8003;&#x8651;&#x25B3;G&#xFF0C;&#x53EA;&#x8003;&#x8651;&#x4E86;&#x53CD;&#x5E94;&#x7684;&#x70ED;&#x529B;&#x5B66;&#x6709;&#x5229;&#xFF0C;&#x800C;&#x6CA1;&#x6709;&#x8003;&#x8651;&#x52A8;&#x529B;&#x5B66;&#x4E0A;&#x662F;&#x5426;&#x53EF;&#x4EE5;&#x53CD;&#x5E94;&#x3002;&#x5F53;&#x8003;&#x8651;&#x5230;&#x6D3B;&#x5316;&#x80FD;&#x65F6;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x6C22;&#x6C14;&#x5BB9;&#x6613;&#x5728;&#x6709;&#x50AC;&#x5316;&#x6548;&#x679C;&#x7684;&#x94C2;&#x7535;&#x6781;&#x4E0A;&#x6790;&#x51FA;&#xFF0C;&#x800C;&#x5BF9;&#x4E8E;&#x6CA1;&#x6709;&#x8FD9;&#x79CD;&#x80FD;&#x529B;&#x7684;&#x950C;&#x3001;&#x6C5E;&#x7535;&#x6781;&#x90FD;&#x4E0D;&#x80FD;&#x6709;&#x6548;&#x5730;&#x6790;&#x51FA;&#xFF08;&#x79F0;&#x4E4B;&#x4E3A;&#x52A8;&#x529B;&#x5B66;&#x963B;&#x788D;&#xFF09;&#x3002;&#x5728;&#x7535;&#x5316;&#x5B66;&#x53CD;&#x5E94;&#x4E2D;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x9009;&#x7528;&#x94C2;&#x7535;&#x6781;&#xFF0C;&#x4E00;&#x662F;&#x4E3A;&#x4E86;&#x5B83;&#x7684;&#x7535;&#x5316;&#x5B66;&#x60F0;&#x6027;&#xFF0C;&#x4E8C;&#x662F;&#x8D2A;&#x56FE;&#x5B83;&#x5BF9;&#x8D85;&#x7535;&#x52BF;&#x7684;&#x524A;&#x5F31;&#xFF0C;&#x8FD9;&#x662F;&#x70ED;&#x529B;&#x5B66;&#x548C;&#x52A8;&#x529B;&#x5B66;&#x5171;&#x540C;&#x7684;&#x51B3;&#x5B9A;&#x3002;</p>
<p>3.&#x6709;&#x4E89;&#x8BAE;&#x7684;&#xFF1A;&#x7535;&#x963B;&#x8D85;&#x7535;&#x52BF; Resistance overpotential</p>
<p>&#x8FD9;&#x79CD;&#x8D85;&#x7535;&#x52BF;&#x4E0D;&#x662F;&#x7531;&#x4E8E;&#x7535;&#x6781;&#x6781;&#x5316;&#x5F15;&#x8D77;&#x7684;&#xFF0C;&#x800C;&#x662F;&#x7531;&#x4E8E;&#x7535;&#x8DEF;&#x6216;&#x7535;&#x6C60;&#x7684;&#x8BBE;&#x8BA1;&#x548C;&#x7269;&#x7406;&#x5C5E;&#x6027;&#x4EA7;&#x751F;&#x7684;&#x3002;&#x4F8B;&#x5982;&#x7535;&#x6C60;&#x5185;&#x963B;&#xFF0C;&#x7535;&#x6781;&#x4E0E;&#x6EB6;&#x6DB2;&#x95F4;&#x7684;junction overpotential&#xFF0C;&#x79BB;&#x5B50;&#x5438;&#x9644;&#x5728;&#x7535;&#x7EA7;&#x4E0A;&#x5F62;&#x6210;bilayer&#xFF08;&#x662F;&#x7535;&#x5BB9;&#xFF09;&#x3002;&#x5728;Wikipedia&#x4E0A;&#xFF0C;&#x8FD9;&#x4E00;&#x9879;&#x5217;&#x5165;&#x8D85;&#x7535;&#x52BF;&#xFF1B;&#x800C;&#x5728;&#x56FD;&#x5185;&#x6559;&#x6750;&#x6216;&#x6587;&#x732E;&#x4E2D;&#xFF0C;&#x8FD9;&#x4E00;&#x9879;&#x5355;&#x5217;&#x51FA;&#x6765;&#xFF0C;&#x5C5E;&#x4E8E;&#x5F71;&#x54CD;&#x7535;&#x52A8;&#x52BF;&#x4E0E;&#x8DEF;&#x7AEF;&#x7535;&#x538B;&#x7684;&#x53E6;&#x4E00;&#x56E0;&#x7D20;&#x3002;</p>
<p>&#x53C2;&#x8003;</p>
<p>1.Wikipedia: <a href="https://en.wikipedia.org/wiki/Overpotential" target="_blank">https://en.wikipedia.org/wiki/Overpotential</a>
2.Wikipedia: <a href="https://en.wikipedia.org/wiki/Tafel_equation" target="_blank">https://en.wikipedia.org/wiki/Tafel_equation</a>
3.&#x96F7;&#x8D8A;,&#x9EC4;&#x6625;&#x534E;,&#x51AF;&#x632F;&#x534E;,&#x8346;&#x5EF6;,&#x9648;&#x98DE;&#x6B66;,&#x738B;&#x6842;&#x534E;.&#x7535;&#x6781;&#x8868;&#x9762;&#x8D85;&#x7535;&#x52BF;Tafel&#x516C;&#x5F0F;&#x7684;&#x63A8;&#x5E7F;[J].&#x5927;&#x5B66;&#x5316;&#x5B66;,2013,28(06):62-65.
4.&#x5C24;&#x857E;&#x857E;,&#x6F58;&#x5FD7;&#x521A;.&#x6709;&#x5173;&#x7535;&#x89E3;&#x7684;&#x6982;&#x5FF5;&#x53CA;&#x539F;&#x7406;[J].&#x5316;&#x5B66;&#x6559;&#x5B66;,2010(10):1-5.</p>
<hr>
<p>&#x6295;&#x7A3F;&#x5730;&#x5740;&#xFF1A;<a href="http://www.lawaxi.net/d/23" target="_blank">http://www.lawaxi.net/d/23</a></p>
<p>&#x6295;&#x7A3F;&#x65E5;&#x671F;&#xFF1A;2020-06-08</p>
<p>&#x6536;&#x5F55;&#x65E5;&#x671F;&#xFF1A;2020-08-02</p>
<p>&#x5F15;&#x7528;&#x672C;&#x6587;&#xFF1A;[1]Delay;Creator Chemical Lett.,2020,002.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="001.html" class="navigation navigation-prev " aria-label="Previous page: 001 Mukaiyama Reagent 酯化和酰胺生成的催化剂">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="003.html" class="navigation navigation-next " aria-label="Next page: 003 分子轨道理论MO在有机化学中的应用（上）">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"002 超电势 Overpotential","level":"1.3.2","depth":2,"next":{"title":"003 分子轨道理论MO在有机化学中的应用（上）","level":"1.3.3","depth":2,"path":"2020/003.md","ref":"2020/003.md","articles":[]},"previous":{"title":"001 Mukaiyama Reagent 酯化和酰胺生成的催化剂","level":"1.3.1","depth":2,"path":"2020/001.md","ref":"2020/001.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"2020/002.md","mtime":"2020-08-02T06:50:44.141Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-08-08T08:00:29.582Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

