
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>003 分子轨道理论MO在有机化学中的应用（上） · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="004.html" />
    
    
    <link rel="prev" href="002.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    2020
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="010.html">
            
                <a href="010.html">
            
                    
                    010 有机异构体 isomerism isomer
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="011.html">
            
                <a href="011.html">
            
                    
                    011 热引发自由基方法：n-Bu₃SnH/AIBN
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="012.html">
            
                <a href="012.html">
            
                    
                    012 异氰酸酯 isocyanate
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="013.html">
            
                <a href="013.html">
            
                    
                    013 Wittig反应等：将醛基转化为双键
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="014.html">
            
                <a href="014.html">
            
                    
                    014 猴子都能看懂的：苯环上的定位效应
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    原创人药系列复原
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="001.html">
            
                <a href="001.html">
            
                    
                    001 Mukaiyama Reagent 酯化和酰胺生成的催化剂
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="002.html">
            
                <a href="002.html">
            
                    
                    002 超电势 Overpotential
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3.3" data-path="003.html">
            
                <a href="003.html">
            
                    
                    003 分子轨道理论MO在有机化学中的应用（上）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="004.html">
            
                <a href="004.html">
            
                    
                    004 分子轨道理论MO在有机化学中的应用（下）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="005.html">
            
                <a href="005.html">
            
                    
                    005 有机化学中的氧化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="006.html">
            
                <a href="006.html">
            
                    
                    006 酰基化反应上：傅克反应（Friedel-Crafts）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="007.html">
            
                <a href="007.html">
            
                    
                    007 酰基化反应下：甲酰化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="008.html">
            
                <a href="008.html">
            
                    
                    008 Jones氧化，Sarett/Collin试剂，PCC，PDC
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="009.html">
            
                <a href="009.html">
            
                    
                    009 共振论 Resonance theory
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >003 分子轨道理论MO在有机化学中的应用（上）</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;mo&#x5728;&#x6709;&#x673A;&#x5316;&#x5B66;&#x4E2D;&#x7684;&#x5E94;&#x7528;&#xFF08;&#x4E0A;&#xFF09;">&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;MO&#x5728;&#x6709;&#x673A;&#x5316;&#x5B66;&#x4E2D;&#x7684;&#x5E94;&#x7528;&#xFF08;&#x4E0A;&#xFF09;</h1>
<h2 id="&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;">&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;</h2>
<p>&#x5206;&#x5B50;&#x8F68;&#x9053;&#xFF08;Molecular Orbital&#xFF09;&#x7406;&#x8BBA;&#x662F;&#x73B0;&#x4EE3;&#x5171;&#x4EF7;&#x952E;&#x7406;&#x8BBA;&#x4E4B;&#x4E00;&#xFF0C;&#x533A;&#x522B;&#x4E8E;&#x6742;&#x5316;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x7814;&#x7A76;&#x539F;&#x5B50;&#x4E2D;&#x7535;&#x5B50;&#x7684;&#x6742;&#x5316;&#xFF0C;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x4E3B;&#x8981;&#x7814;&#x7A76;&#x5206;&#x5B50;&#x4E2D;&#x539F;&#x5B50;&#x7684;&#x6742;&#x5316;&#xFF08;&#x6210;&#x952E;&#xFF09;&#x3002;&#x5728;&#x6742;&#x5316;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x4E2D;&#xFF0C;&#x5316;&#x5B66;&#x5BB6;&#x5047;&#x60F3;&#x6BCF;&#x4E00;&#x4E2A;&#x539F;&#x5B50;&#x6216;&#x8005;&#x8BF4;&#x6BCF;&#x4E00;&#x6839;&#x952E;&#x90FD;&#x662F;&#x5B64;&#x7ACB;&#x7684;&#xFF08;&#x5B9A;&#x57DF;&#x7684;&#xFF09;&#xFF0C;&#x8FD9;&#x9020;&#x6210;&#x4E86;&#x5F88;&#x591A;&#x95EE;&#x9898;&#xFF0C;&#x4F8B;&#x5982;&#x82EF;&#x5206;&#x5B50;&#x6216;&#x5171;&#x8F6D;&#x4E8C;&#x70EF;&#x7684;&#x79BB;&#x57DF;&#x952E;&#xFF0C;&#x90FD;&#x65E0;&#x6CD5;&#x76F4;&#x63A5;&#x89E3;&#x91CA;&#xFF0C;Pauling&#x5F15;&#x5165;&#x7684;&#x201C;&#x5171;&#x632F;&#x201D;&#x6982;&#x5FF5;&#x5176;&#x5B9E;&#x662F;&#x9488;&#x5BF9;&#x8FD9;&#x4E9B;&#x4E0D;&#x8DB3;&#x7684;&#x6253;&#x8865;&#x4E01;&#xFF1B;&#x4F46;&#x8FD9;&#x4E9B;&#x73B0;&#x8C61;&#x5728;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x4E2D;&#x7684;&#x89E3;&#x91CA;&#x5374;&#x53EF;&#x4EE5;&#x5929;&#x7136;&#x5730;&#x5168;&#x9762;&#x3002;&#x5230;&#x5982;&#x4ECA;&#xFF0C;&#x6742;&#x5316;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x7ECF;&#x8FC7;&#x4E0D;&#x65AD;&#x5B8C;&#x5584;&#xFF0C;&#x4E5F;&#x662F;&#x6210;&#x719F;&#x7684;&#x5171;&#x4EF7;&#x952E;&#x7406;&#x8BBA;&#x4E86;&#xFF0C;&#x751A;&#x81F3;&#x4E5F;&#x53EF;&#x4EE5;&#x88AB;&#x7528;&#x4E8E;&#x7406;&#x8BBA;&#x8BA1;&#x7B97;&#xFF1B;&#x4F46;&#x5728;&#x666E;&#x901A;&#x5316;&#x5B66;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4ECB;&#x7ECD;&#x7684;&#x6742;&#x5316;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x5C42;&#x6B21;&#x5F88;&#x6D45;&#xFF0C;&#x56E0;&#x6B64;&#x4F7F;&#x7528;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x89E3;&#x91CA;&#x5171;&#x4EF7;&#x952E;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<p>&#x867D;&#x7136;&#x672C;&#x6587;&#x4E3B;&#x8981;&#x8BB2;&#x89E3;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x5728;&#x6709;&#x673A;&#x5316;&#x5B66;&#x4E0A;&#x7684;&#x5E94;&#x7528;&#xFF0C;&#x4F46;&#x6211;&#x8BA4;&#x4E3A;&#x8FD8;&#x662F;&#x5E94;&#x8BE5;&#x5148;&#x6E29;&#x4E60;&#x4E00;&#x4E0B;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#xFF08;&#x6307;&#x5728;&#x65E0;&#x673A;&#x6216;&#x8005;&#x8BF4;&#x7ED3;&#x6784;&#x5C42;&#x9762;&#xFF09;&#x3002;&#x6C22;&#x539F;&#x5B50;&#x6210;H-H&#x952E;&#x65F6;&#x5206;&#x5B50;&#x8F68;&#x9053;&#xFF1A;</p>
<p><img src="003_1.png" alt="img"></p>
<p>&#x4E24;&#x4E2A;&#x6C22;&#x539F;&#x5B50;&#x7684;&#x8F68;&#x9053;&#x76F8;&#x52A0;&#x6216;&#x76F8;&#x51CF;&#xFF0C;&#x5206;&#x522B;&#x5F62;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x3C3;&#x6210;&#x952E;&#x8F68;&#x9053;&#x548C;&#x4E00;&#x4E2A;&#x3C3;*&#x53CD;&#x952E;&#x8F68;&#x9053;&#x3002;&#x6210;&#x952E;&#x8F68;&#x9053;&#x4E2D;&#x7535;&#x5B50;&#x96C6;&#x4E2D;&#x5206;&#x5E03;&#x4E8E;&#x539F;&#x5B50;&#x6838;&#x4E4B;&#x95F4;&#xFF0C;&#x80FD;&#x91CF;&#x5F88;&#x4F4E;&#xFF1B;&#x800C;&#x5728;&#x53CD;&#x952E;&#x8F68;&#x9053;&#x4E2D;&#xFF08;&#x56FE;&#x4E2D;&#x6B63;&#x8D1F;&#x8868;&#x793A;&#x76F8;&#x4F4D;&#x76F8;&#x53CD;&#xFF0C;&#x4EA6;&#x53EF;&#x98A0;&#x5012;&#x987A;&#x5E8F;&#xFF1B;&#x6982;&#x7387;&#x5BC6;&#x5EA6;&#x4E3A;|&#x3C8;|&#xB2;&#xFF0C;&#x56E0;&#x6B64;&#x7535;&#x5B50;&#x5BC6;&#x5EA6;&#x76F8;&#x540C;&#xFF09;&#xFF0C;&#x7535;&#x5B50;&#x96C6;&#x4E2D;&#x5206;&#x5E03;&#x4E8E;&#x539F;&#x5B50;&#x6838;&#x4E24;&#x4FA7;&#xFF0C;&#x5728;&#x539F;&#x5B50;&#x6838;&#x4E2D;&#x95F4;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x6CA1;&#x6709;&#x7535;&#x5B50;&#x5206;&#x5E03;&#xFF0C;&#x5F62;&#x6210;&#x6CE2;&#x8282;node.&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x4E2D;&#x5E38;&#x5E38;&#x901A;&#x8FC7;&#x6CE2;&#x8282;&#x6BD4;&#x8F83;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7684;&#x7A33;&#x5B9A;&#x6027;&#xFF0C;&#x539F;&#x5B50;&#x6838;&#x4E4B;&#x95F4;&#x7684;&#x4F4D;&#x7F6E;&#x662F;&#x6210;&#x952E;&#x6548;&#x679C;&#x6700;&#x597D;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x6700;&#x7A33;&#x5B9A;&#xFF0C;&#x4F46;&#x6709;&#x4E86;&#x6CE2;&#x8282;&#x8FD9;&#x4E2A;&#x597D;&#x4F4D;&#x7F6E;&#x5C31;&#x4E0D;&#x80FD;&#x586B;&#x5145;&#x7535;&#x5B50;&#x4E86;&#xFF0C;&#x56E0;&#x6B64;&#x6CE2;&#x8282;&#x8D8A;&#x591A;&#x8BF4;&#x660E;&#x8F68;&#x9053;&#x80FD;&#x91CF;&#x8D8A;&#x9AD8;&#xFF0C;&#x4E0D;&#x7A33;&#x5B9A;&#xFF1B;&#x8FDB;&#x4E00;&#x6B65;&#x8BA8;&#x8BBA;&#xFF0C;&#x6BCF;&#x6B21;&#x539F;&#x5B50;&#x8F68;&#x9053;&#x7684;&#x76F8;&#x52A0;&#x90FD;&#x610F;&#x5473;&#x7740;&#x4E00;&#x6B21;&#x80FD;&#x91CF;&#x7684;&#x964D;&#x4F4E;&#xFF0C;&#x800C;&#x76F8;&#x6D88;&#x610F;&#x5473;&#x7740;&#x4E00;&#x6B21;&#x80FD;&#x91CF;&#x7684;&#x5347;&#x9AD8;&#x3002;</p>
<p>&#x539F;&#x5B50;&#x95F4;&#x6742;&#x5316;&#x65F6;&#xFF08;&#x6742;&#x5316;&#x8F68;&#x9053;&#x662F;&#x7535;&#x5B50;&#x7684;&#x6742;&#x5316;&#xFF0C;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x662F;&#x539F;&#x5B50;&#x7684;&#x6742;&#x5316;&#xFF0C;&#x6211;&#x8FD9;&#x8FB9;&#x8BF4;&#x6742;&#x5316;&#x5E94;&#x8BE5;&#x4E5F;&#x6CA1;&#x5565;&#x95EE;&#x9898;&#xFF09;&#xFF0C;&#x8F68;&#x9053;&#x4E5F;&#x9075;&#x5B88;&#x80FD;&#x91CF;&#x6216;&#x6570;&#x91CF;&#x7684;&#x5B88;&#x6052;&#xFF0C;&#x56E0;&#x6B64;&#x5728;&#x672C;&#x4F8B;&#x5B50;&#x4E2D;&#xFF0C;&#x3C3;&#x548C;&#x3C3;*&#x4E0E;&#x539F;&#x8F68;&#x9053;&#x7684;&#x80FD;&#x91CF;&#x5DEE;&#x503C;&#x25B3;E&#x4E92;&#x4E3A;&#x76F8;&#x53CD;&#x6570;&#x3002;&#xFF08;&#x5BF9;&#x5F85;&#x590D;&#x6742;&#x5206;&#x5B50;&#xFF0C;&#x8F68;&#x9053;&#x76F8;&#x52A0;&#x548C;&#x76F8;&#x6D88;&#x65F6;&#x964D;&#x4F4E;&#x6216;&#x4E0A;&#x5347;&#x7684;&#x80FD;&#x91CF;&#x4E5F;&#x8FD1;&#x4F3C;&#x76F8;&#x7B49;&#xFF0C;&#x5728;&#x7C97;&#x7CD9;&#x7684;&#x6709;&#x673A;&#x5316;&#x5B66;&#x4E0A;&#x5E38;&#x5E38;&#x4F7F;&#x7528;&#x8FD9;&#x4E00;&#x7279;&#x70B9;&#xFF0C;&#x7528;&#x76F4;&#x63A5;&#x201C;&#x8BA1;&#x7B97;&#x201D;&#x7684;&#x65B9;&#x6CD5;&#x89E3;&#x91CA;&#x7A33;&#x5B9A;&#x6027;&#x6216;&#x8005;&#x5224;&#x65AD;&#x9009;&#x62E9;&#x6027;&#x3002;&#xFF09;H-H&#x6742;&#x5316;&#x65F6;&#x6709;&#x4E24;&#x4E2A;&#x7535;&#x5B50;&#xFF0C;&#x6742;&#x5316;&#x540E;&#x90FD;&#x586B;&#x5165;&#x4E86;&#x6700;&#x4F4E;&#x80FD;&#x91CF;&#x7684;&#x3C3;&#x6210;&#x952E;&#x8F68;&#x9053;&#xFF0C;&#x80FD;&#x91CF;&#x6210;&#x529F;&#x964D;&#x4F4E;&#x3002;</p>
<hr>
<p>&#x5728;&#x56FD;&#x5185;&#x5916;89.3%<del>&#xFF08;&#x8981;&#x7D20;&#xFF09;</del>&#x7684;&#x6559;&#x6750;&#x90FD;&#x662F;&#x901A;&#x8FC7;&#x6C27;&#x5206;&#x5B50;&#x7684;&#x987A;&#x78C1;&#x6027;&#x5F15;&#x5165;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x7684;&#x3002;&#x6C27;&#x539F;&#x5B50;&#x7684;2s&#x7535;&#x5B50;&#x5360;&#x6EE1;&#x4E86;&#x6210;&#x952E;&#x4E0E;&#x53CD;&#x952E;&#x8F68;&#x9053;&#xFF0C;&#x76F8;&#x62B5;&#x6D88;&#xFF0C;&#x5373;&#x6CA1;&#x6709;&#x6210;&#x952E;&#xFF0C;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x610F;&#x4E49;&#xFF1B;&#x6211;&#x8FD9;&#x91CC;&#x53EA;&#x753B;&#x4E86;&#x4E24;&#x4E2A;&#x6C27;&#x539F;&#x5B50;2p&#x8F68;&#x9053;&#x7684;&#x6742;&#x5316;&#x60C5;&#x51B5;&#xFF1A;</p>
<p><img src="003_2.png" alt="img"></p>
<p>&#x6839;&#x636E;&#x4E0A;&#x9762;&#x6709;&#x5173;H-H&#x6742;&#x5316;&#x7684;&#x8BE6;&#x7EC6;&#x89E3;&#x91CA;&#xFF0C;&#x5927;&#x5BB6;&#x4E0D;&#x96BE;&#x7406;&#x89E3;&#x6C27;&#x539F;&#x5B50;2p&#x8F68;&#x9053;&#x7684;&#x6210;&#x952E;&#x3002;&#x5728;&#x65E0;&#x673A;&#x4E2D;&#xFF0C;&#x5F88;&#x5C11;&#x6709;&#x8001;&#x5E08;&#x5728;&#x8BB2;&#x5230;&#x6B64;&#x5904;&#x65F6;&#x4E0D;&#x4F1A;&#x50CF;&#x8BDD;&#x75E8;&#x4E00;&#x6837;&#x8BB2;&#xFF0C;&#x5F88;&#x660E;&#x663E;&#x5728;&#x56FE;&#x4E0A;&#xFF0C;&#x3C0;&#x2083; <em>&#x3C0;&#x2084;</em>&#x90FD;&#x6709;&#x5355;&#x7535;&#x5B50;&#xFF0C;&#x56E0;&#x6B64;&#x6C27;&#x6C14;&#x987A;&#x78C1;&#x6027;&#xFF0C;&#x8FD9;&#x662F;&#x6742;&#x5316;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x6240;&#x4E0D;&#x80FD;&#x89E3;&#x91CA;&#x7684;...blablabla...&#x3002;&#x4F46;&#x5728;&#x6709;&#x673A;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x63D0;&#x5230;&#x53E6;&#x4E00;&#x4E2A;&#x5185;&#x5BB9;&#xFF1A;&#x6C27;&#x6C14;&#x7684;&#x5355;&#x7EBF;&#x6001;&#xB9;O&#x2082;&#x4E0E;&#x4E09;&#x7EBF;&#x6001;&#xB3;O&#x2082;&#x3002;&#x4E0A;&#x56FE;&#x5E38;&#x89C1;&#x7684;&#x662F;&#x4E09;&#x7EBF;&#x6001;&#x6C27;&#xFF08;&#x57FA;&#x6001;&#xFF09;&#xFF0C;&#x4F59;&#x4E0B;&#x7684;&#x4E24;&#x4E2A;&#x7535;&#x5B50;&#x6210;&#x5355;&#x6392;&#x5217;&#xFF1B;&#x901A;&#x8FC7;&#x5149;&#x654F;&#x5242;&#x7684;&#x6FC0;&#x53D1;&#xFF0C;&#x6C27;&#x6C14;&#x4F1A;&#x5F62;&#x6210;&#x5355;&#x7EBF;&#x6001;&#xFF08;&#x6FC0;&#x53D1;&#x6001;&#xFF09;&#xFF0C;&#x4F59;&#x4E0B;&#x7684;&#x4E24;&#x4E2A;&#x7535;&#x5B50;&#x4E5F;&#x6210;&#x81EA;&#x65CB;&#x76F8;&#x53CD;&#x7684;&#x7535;&#x5B50;&#x5BF9;&#x3002;</p>
<p>&#x5728;&#x6709;&#x673A;&#x5316;&#x5B66;&#x4E2D;&#xFF0C;&#x975E;&#x81EA;&#x7531;&#x57FA;&#x53CD;&#x5E94;&#x901A;&#x5E38;&#x6D89;&#x53CA;&#x7684;&#x90FD;&#x662F;&#x7535;&#x5B50;&#x5BF9;&#x7684;&#x8FC1;&#x79FB;&#xFF0C;&#x56E0;&#x6B64;&#x5F53;&#x60F3;&#x8981;&#x901A;&#x8FC7;&#x6C27;&#x6C14;&#x5C06;&#x8FC7;&#x6C27;&#x94FE;&#x52A0;&#x5165;&#x6709;&#x673A;&#x5206;&#x5B50;&#x65F6;&#xFF08;&#x6C27;&#x6C14;&#x7684;&#x7535;&#x5B50;&#x5BF9;&#x52A0;&#x6210;&#x5230;&#x53CC;&#x952E;&#x4E0A;&#xFF09;&#xFF0C;&#x4E00;&#x5B9A;&#x9700;&#x8981;&#x901A;&#x8FC7;&#x5355;&#x7EBF;&#x6001;&#x6C27;&#xFF0C;&#x800C;&#x4E09;&#x7EBF;&#x6001;&#x6C27;&#x5C31;&#x505A;&#x4E0D;&#x5230;&#x4E86;&#x3002;&#x6FC0;&#x53D1;&#x7684;&#x8FC7;&#x7A0B;&#x901A;&#x5E38;&#x968F;&#x53CD;&#x5E94;&#x4E00;&#x540C;&#x8FDB;&#x884C;&#xFF0C;&#x4F8B;&#x5982;&#x5728;&#x6C27;&#x6C14;&#x505A;&#x201C;&#x4E8C;&#x70EF;&#x201D;&#x7684;D-A&#x53CD;&#x5E94;&#x4E2D;&#xFF0C;&#x7528;&#x73AB;&#x7470;&#x7EA2;&#x5149;&#x654F;&#x5242;&#xFF08;Rose Bengal&#xFF09;&#x548C;&#x5149;&#x7167;&#x5373;&#x53EF;&#x987A;&#x5229;&#x8FDB;&#x884C;&#x53CD;&#x5E94;&#x3002;</p>
<p><img src="003_3.png" alt="img"></p>
<h2 id="&#x89E3;&#x91CA;&#x70EF;&#x70C3;&#x7684;&#x5171;&#x8F6D;">&#x89E3;&#x91CA;&#x70EF;&#x70C3;&#x7684;&#x5171;&#x8F6D;</h2>
<p>&#x4ECA;&#x5929;&#x6709;&#x4E9B;&#x7D2F;&#xFF0C;&#x5148;&#x66F4;&#x65B0;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x5BF9;&#x5171;&#x8F6D;&#x4E8C;&#x70EF;&#x7A33;&#x5B9A;&#x6027;&#x7684;&#x89E3;&#x91CA;&#xFF0C;&#x6709;&#x65F6;&#x95F4;&#x518D;&#x66F4;&#x65B0;&#x5468;&#x73AF;&#x53CD;&#x5E94;&#x91CC;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7406;&#x8BBA;&#x5BF9;&#x7ACB;&#x4F53;&#x9009;&#x62E9;&#x6027;&#x7684;&#x89E3;&#x91CA;&#x3002;&#x6211;&#x4EEC;&#x76F4;&#x63A5;&#x901A;&#x8FC7;&#x4E59;&#x70EF;&#x548C;1,3-&#x4E01;&#x4E8C;&#x70EF;&#x7684;&#x5206;&#x5B50;&#x8F68;&#x9053;&#xFF0C;&#x6765;&#x8BF4;&#x660E;&#x4E00;&#x4E0B;&#x6709;&#x673A;&#x91CC;&#x9762;&#x7C97;&#x7CD9;&#x800C;&#x66F4;&#x5B9E;&#x7528;&#x7684;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x8868;&#x793A;&#x65B9;&#x6CD5;&#x548C;&#x89C4;&#x5B9A;&#x3002;&#x5982;&#x4E0B;&#xFF1A;</p>
<p><img src="003_4.png" alt="img"></p>
<p>&#x5B66;&#x4E60;&#x6709;&#x673A;&#x65F6;&#xFF0C;&#x4E00;&#x4E2A;&#x5E38;&#x89C1;&#x7684;&#x601D;&#x8DEF;&#x5C31;&#x662F;&#x8981;&#x5173;&#x6CE8;&#x5177;&#x4F53;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x4E0D;&#x80FD;&#x50CF;&#x65E0;&#x673A;&#x4E00;&#x6837;&#x5984;&#x60F3;&#x96C6;&#x5927;&#x6210;&#x3002;&#x4F8B;&#x5982;&#x6211;&#x4EEC;&#x5728;&#x7814;&#x7A76;&#x666E;&#x901A;&#x70EF;&#x70C3;&#x548C;&#x5171;&#x8F6D;&#x4E8C;&#x70EF;&#x7684;&#x7A33;&#x5B9A;&#x6027;&#xFF0C;&#x5173;&#x6CE8;&#x7684;&#x5E94;&#x5F53;&#x662F;&#x53CC;&#x952E;&#x4E2D;&#x7684;&#x7B2C;&#x4E8C;&#x6839;&#x952E;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x56DB;&#x4E2A;&#x3C0;&#x8F68;&#x9053;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x7D22;&#x6027;&#x4E0D;&#x628A;&#x3C3;&#x8F68;&#x9053;&#x753B;&#x51FA;&#x6765;&#x3002;&#x5728;&#x4E4B;&#x524D;&#x7684;O=O&#x952E;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5C55;&#x793A;&#x4E86;p&#x8F68;&#x9053;&#x5206;&#x522B;&#x76F8;&#x52A0;&#x6216;&#x76F8;&#x6D88;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x5982;&#x84DD;&#x8272;&#x8868;&#x793A;&#xFF1B;&#x56FE;&#x793A;&#x65B9;&#x6CD5;&#x56FA;&#x7136;&#x503C;&#x89C2;&#xFF0C;&#x4F46;&#x5BF9;&#x4E8E;&#x590D;&#x6742;&#x5206;&#x5B50;&#x5F88;&#x96BE;&#x753B;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x4EEC;&#x7B80;&#x5316;&#x6210;&#x4E86;&#x5DE6;&#x4FA7;&#x7684;&#x7EA2;&#x8272;&#xFF0C;&#x5373;&#x60F3;&#x8C61;&#x4E2D;&#x7684;&#x201C;&#x6742;&#x5316;&#x524D;&#x4E00;&#x77AC;&#x95F4;&#x7684;&#x6392;&#x5217;&#x65B9;&#x5F0F;&#x201D;&#x3002;&#x56E0;&#x6B64;&#x5224;&#x65AD;&#x6CE2;&#x8282;&#x7684;&#x4E2A;&#x6570;&#xFF0C;&#x4E5F;&#x5C31;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x753B;&#x4E00;&#x6761;&#x76F4;&#x7EBF;&#xFF0C;&#x5206;&#x5272;&#x4E24;&#x4E2A;&#x533A;&#x57DF;&#xFF0C;&#x770B;&#x4E24;&#x4E2A;&#x533A;&#x57DF;&#x7684;&#x76F8;&#x4F4D;&#xFF08;&#x6B63;&#x8D1F;&#xFF09;&#x662F;&#x5426;&#x6B63;&#x597D;&#x76F8;&#x53CD;&#x5373;&#x53EF;&#x4E86;&#xFF0C;&#x5927;&#x5BB6;&#x81EA;&#x884C;&#x4F53;&#x4F1A;&#x3002;</p>
<p><img src="003_5.png" alt="img"></p>
<p>&#x8FD9;&#x5F20;&#x56FE;&#x5C55;&#x793A;&#x7684;&#x662F;1,3-&#x4E01;&#x4E8C;&#x70EF;&#x7684;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x56FE;&#x793A;&#xFF0C;&#x5176;&#x4E2D;&#x7EFF;&#x8272;&#x865A;&#x7EBF;&#x662F;&#x6807;&#x51FA;&#x7684;&#x6CE2;&#x8282;&#x3002;&#xFF08;&#x5927;&#x5BB6;&#x4F1A;&#x53D1;&#x73B0;&#x6CE2;&#x8282;&#x662F;&#x4EA4;&#x66FF;&#x6392;&#x5217;&#x7684;&#xFF09;&#x5982;&#x679C;&#x8BF4;&#x3C0;&#x2081;&#x548C;&#x3C0;&#x2084;*&#x5927;&#x5BB6;&#x597D;&#x7406;&#x89E3;&#x7684;&#x8BDD;&#xFF0C;&#x4E2D;&#x95F4;&#x7684;&#x4E24;&#x4E2A;&#x8F68;&#x9053;&#x5C31;&#x663E;&#x5F97;&#x5F88;&#x96BE;&#x7406;&#x89E3;&#x4E86;&#xFF1A;&#x201C;&#x867D;&#x7136;&#x6211;&#x901A;&#x8FC7;&#x8BA1;&#x7B97;&#x77E5;&#x9053;&#x4F60;&#x8FD9;&#x79CD;&#x6392;&#x6CD5;&#x786E;&#x5B9E;&#x662F;&#x4ECE;&#x4E0A;&#x81F3;&#x4E0B;&#x8D8A;&#x6765;&#x8D8A;&#x7A33;&#x5B9A;&#x7684;&#xFF0C;&#x4F46;&#x753B;&#x4E4B;&#x524D;&#x4F60;&#x662F;&#x600E;&#x4E48;&#x6392;&#x51FA;&#x6765;&#x7684;&#x5462;&#xFF1F;&#x201D;&#x8FD9;&#x6D89;&#x53CA;&#x5206;&#x5B50;&#x8F68;&#x9053;&#x7684;&#x89C4;&#x5F8B;&#xFF1A;&#x2460;&#x4E2D;&#x5FC3;&#x5BF9;&#x79F0;&#x6027;&#x4F9D;&#x6B21;&#x53D8;&#x5316;&#xFF08;&#x6211;&#x7528;&#x84DD;&#x8272;&#x7B14;&#x8868;&#x793A;&#x51FA;&#x4E86;&#x4E2D;&#x5FC3;&#xFF0C;&#x4E24;&#x4FA7;&#x76F8;&#x4F4D;&#x7684;&#x53D8;&#x5316;&#x4F9D;&#x6B21;&#x662F;&#x4E2D;&#x5FC3;&#x5BF9;&#x79F0;u&#xFF0C;&#x53CD;&#x4E2D;&#x5FC3;&#x5BF9;&#x79F0;g&#xFF0C;&#x4E2D;&#x5FC3;&#x5BF9;&#x79F0;...&#x7684;&#x5FAA;&#x73AF;&#xFF09;&#xFF1B;&#x2461;&#x6CE2;&#x8282;&#x6570;&#x6309;&#x81EA;&#x7136;&#x6570;&#x4F9D;&#x6B21;&#x4E0A;&#x5347;&#x3002;</p>
<p>&#x4E4B;&#x524D;&#x6211;&#x4EEC;&#x8BF4;&#x8FC7;&#xFF0C;&#x5BF9;&#x4E8E;&#x80FD;&#x91CF;&#x9AD8;&#x4F4E;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x7C97;&#x7565;&#x5730;&#x6309;&#x76F8;&#x6D88;&#x4E00;&#x6B21;+E&#xFF0C;&#x76F8;&#x52A0;&#x4E00;&#x6B21;-E&#x6765;&#x8BA1;&#x7B97;&#x3002;&#xFF08;&#x975E;&#x5E38;&#x7C97;&#x7CD9;&#xFF0C;&#x53EA;&#x662F;&#x6570;&#x91CF;&#x7EA7;&#x76F8;&#x8FD1;&#xFF0C;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x8BA1;&#x7B97;&#x7A33;&#x5B9A;&#x6027;&#x5927;&#x5C0F;&#x800C;&#x5DF2;&#xFF09;&#x90A3;&#x4E48;&#x666E;&#x901A;&#x70EF;&#x70C3;&#x4E24;&#x4E2A;&#x7535;&#x5B50;&#x90FD;&#x4E0B;&#x964D;E&#xFF0C;&#x5982;&#x679C;&#x662F;&#x5B64;&#x7ACB;&#x4E8C;&#x70EF;&#x70C3;&#xFF0C;&#x5219;&#x6742;&#x5316;&#x540E;&#x80FD;&#x91CF;&#x964D;&#x4F4E;4E&#xFF1B;&#x5171;&#x8F6D;&#x4E8C;&#x70EF;&#x70C3;&#x4E2D;&#xFF0C;&#x4E24;&#x4E2A;&#x7535;&#x5B50;&#x4E0B;&#x964D;2E&#xFF0C;&#x4E24;&#x4E2A;&#x7535;&#x5B50;&#x4E0B;&#x964D;E&#xFF0C;&#x56E0;&#x6B64;&#x5171;&#x8F6D;&#x4E8C;&#x70EF;&#x70C3;&#x6742;&#x5316;&#x540E;&#x80FD;&#x91CF;&#x4E0B;&#x964D;6E&#xFF0C;&#x663E;&#x7136;&#x6BD4;&#x666E;&#x901A;&#x70EF;&#x70C3;&#x66F4;&#x7A33;&#x5B9A;&#x3002;</p>
<p>&#x89E3;&#x91CA;&#x5B8C;&#x4E86;&#x3002;</p>
<hr>
<p>&#x6295;&#x7A3F;&#x5730;&#x5740;&#xFF1A;<a href="http://www.lawaxi.net/d/28" target="_blank">http://www.lawaxi.net/d/28</a></p>
<p>&#x6295;&#x7A3F;&#x65E5;&#x671F;&#xFF1A;2020-06-09</p>
<p>&#x6536;&#x5F55;&#x65E5;&#x671F;&#xFF1A;2020-08-02</p>
<p>&#x5F15;&#x7528;&#x672C;&#x6587;&#xFF1A;[1]Delay;Creator Chemical Lett.,2020,003.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="002.html" class="navigation navigation-prev " aria-label="Previous page: 002 超电势 Overpotential">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="004.html" class="navigation navigation-next " aria-label="Next page: 004 分子轨道理论MO在有机化学中的应用（下）">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"003 分子轨道理论MO在有机化学中的应用（上）","level":"1.3.3","depth":2,"next":{"title":"004 分子轨道理论MO在有机化学中的应用（下）","level":"1.3.4","depth":2,"path":"2020/004.md","ref":"2020/004.md","articles":[]},"previous":{"title":"002 超电势 Overpotential","level":"1.3.2","depth":2,"path":"2020/002.md","ref":"2020/002.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"2020/003.md","mtime":"2020-08-02T06:54:41.723Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-09-13T15:41:04.522Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

