
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>011 热引发自由基方法：n-Bu₃SnH/AIBN · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="012.html" />
    
    
    <link rel="prev" href="010.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    2020
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="010.html">
            
                <a href="010.html">
            
                    
                    010 有机异构体 isomerism isomer
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.2" data-path="011.html">
            
                <a href="011.html">
            
                    
                    011 热引发自由基方法：n-Bu₃SnH/AIBN
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="012.html">
            
                <a href="012.html">
            
                    
                    012 异氰酸酯 isocyanate
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    原创人药系列复原
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="001.html">
            
                <a href="001.html">
            
                    
                    001 Mukaiyama Reagent 酯化和酰胺生成的催化剂
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="002.html">
            
                <a href="002.html">
            
                    
                    002 超电势 Overpotential
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="003.html">
            
                <a href="003.html">
            
                    
                    003 分子轨道理论MO在有机化学中的应用（上）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="004.html">
            
                <a href="004.html">
            
                    
                    004 分子轨道理论MO在有机化学中的应用（下）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="005.html">
            
                <a href="005.html">
            
                    
                    005 有机化学中的氧化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="006.html">
            
                <a href="006.html">
            
                    
                    006 酰基化反应上：傅克反应（Friedel-Crafts）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="007.html">
            
                <a href="007.html">
            
                    
                    007 酰基化反应下：甲酰化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="008.html">
            
                <a href="008.html">
            
                    
                    008 Jones氧化，Sarett/Collin试剂，PCC，PDC
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="009.html">
            
                <a href="009.html">
            
                    
                    009 共振论 Resonance theory
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >011 热引发自由基方法：n-Bu₃SnH/AIBN</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x70ED;&#x5F15;&#x53D1;&#x81EA;&#x7531;&#x57FA;&#x65B9;&#x6CD5;&#xFF1A;n-bu&#x2083;snhaibn">&#x70ED;&#x5F15;&#x53D1;&#x81EA;&#x7531;&#x57FA;&#x65B9;&#x6CD5;&#xFF1A;n-Bu&#x2083;SnH/AIBN</h1>
<p>&#x6CE8;&#x610F;&#xFF0C;&#x672C;&#x6587;&#x5B9E;&#x9645;&#x4E0A;&#x5E76;&#x4E0D;&#x50CF;&#x540D;&#x5B57;&#x8BF4;&#x7684;&#x5982;&#x6B64;&#x590D;&#x6742;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x5B66;&#x8FC7;&#x9AD8;&#x4E2D;&#x6709;&#x673A;&#x4E5F;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x3002;</p>
<p>&#x81EA;&#x7531;&#x57FA;&#x53CD;&#x5E94;&#x662F;&#x6709;&#x673A;&#x5316;&#x5B66;&#x4E2D;&#x5E38;&#x7528;&#x7684;&#x53CD;&#x5E94;&#xFF0C;&#x5B9E;&#x9A8C;&#x4E2D;&#x7ECF;&#x5E38;&#x4F7F;&#x7528;&#x9AD8;&#x6D3B;&#x6027;&#x7684;&#x81EA;&#x7531;&#x57FA;&#x5F15;&#x53D1;&#x53CD;&#x5E94;&#x3002;&#x867D;&#x7136;&#x81EA;&#x7531;&#x57FA;&#x90FD;&#x662F;&#x9AD8;&#x6D3B;&#x6027;&#x7684;&#xFF0C;&#x4F46;&#x5728;&#x81EA;&#x7531;&#x57FA;&#x95F4;&#x4E5F;&#x533A;&#x5206;&#x76F8;&#x5BF9;&#x7A33;&#x5B9A;&#x6027;&#x7684;&#x5927;&#x5C0F;&#x3002;&#x5E38;&#x89C1;&#x7684;&#x81EA;&#x7531;&#x57FA;&#x90FD;&#x9700;&#x8981;&#x5149;&#x7167;&#x624D;&#x80FD;&#x751F;&#x6210;&#xFF0C;&#x8FD9;&#x4F7F;&#x5F97;&#x5F88;&#x591A;&#x81EA;&#x7531;&#x57FA;&#x53CD;&#x5E94;&#x90FD;&#x662F;&#x5149;&#x5316;&#x5B66;&#x53CD;&#x5E94;&#xFF0C;&#x5728;&#x5B9E;&#x9A8C;&#x5BA4;&#x6761;&#x4EF6;&#x4E0B;&#x5F88;&#x96BE;&#x5B8C;&#x6210;&#xFF1B;&#x4F46;&#x4E5F;&#x6709;&#x4E00;&#x4E9B;&#x81EA;&#x7531;&#x57FA;&#x901A;&#x8FC7;&#x5171;&#x8F6D;&#x6216;&#x5176;&#x4ED6;&#x539F;&#x56E0;&#x76F8;&#x5BF9;&#x8F83;&#x4E3A;&#x7A33;&#x5B9A;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x70ED;&#x5F15;&#x53D1;&#xFF0C;&#x4F8B;&#x5982;&#x672C;&#x6587;&#x6D89;&#x53CA;&#x7684;n-Bu&#x2083;SnH/AIBN&#xFF0C;&#x8FC7;&#x786B;&#x9178;&#x94F5;&#x7B49;&#x7B49;&#x3002;</p>
<p>&#x8FD9;&#x4E24;&#x79CD;&#x8BD5;&#x5242;&#x662F;Barton&#x53CD;&#x5E94;&#x6700;&#x5148;&#x63D0;&#x51FA;&#x7684;&#xFF0C;&#x672C;&#x6587;&#x4ECB;&#x7ECD;&#x7684;&#x201C;Barton radical decarboxylation&#x201D;&#x548C;&#x201C;Barton&#x2013;McCombie deoxygenation&#x201D;&#x4E24;&#x4E2A;&#x53CD;&#x5E94;&#xFF0C;&#x5206;&#x522B;&#x7528;&#x6765;&#x5C06;&#x7FA7;&#x57FA;&#x6216;&#x7FA7;&#x57FA;&#x884D;&#x751F;&#x7269;&#x8F6C;&#x53D8;&#x4E3A;&#x6C22;&#x539F;&#x5B50;&#xFF0C;&#x548C;&#x5C06;&#x5364;&#x539F;&#x5B50;&#xFF08;&#x5176;&#x4ED6;&#x79BB;&#x53BB;&#x6027;&#x597D;&#x7684;&#x57FA;&#x56E2;&#x4E5F;&#x53EF;&#xFF09;&#x8F6C;&#x53D8;&#x4E3A;&#x6C22;&#x539F;&#x5B50;&#x3002;&#x4E0B;&#x56FE;&#x662F;&#x4E24;&#x4E2A;&#x8BD5;&#x5242;&#x7684;&#x7ED3;&#x6784;&#x56FE;&#x3002;&#x4E24;&#x70B9;&#x8BF4;&#x660E;&#x7ED9;&#x521D;&#x5B66;&#x8005;&#xFF1A;&#x6709;&#x673A;&#x5316;&#x5B66;&#x4E2D;&#x201C;/&#x201D;&#x901A;&#x5E38;&#x8868;&#x793A;&#x201C;&#x548C;&#x201D;&#x800C;&#x4E0D;&#x662F;&#x201C;&#x6216;&#x201D;&#xFF1B;&#x5076;&#x6C2E;&#x8868;&#x793A;&#x975E;&#x7AEF;&#x57FA;&#x7684;&#x6C2E;&#x6C2E;&#x53CC;&#x952E;&#x3002;</p>
<p><img src="011_1.png" alt="img"></p>
<h2 id="&#x81EA;&#x7531;&#x57FA;&#x7684;&#x4EA7;&#x751F;">&#x81EA;&#x7531;&#x57FA;&#x7684;&#x4EA7;&#x751F;</h2>
<p><img src="011_2.png" alt="img"></p>
<p>&#x89E3;&#x91CA;&#xFF1A;
\1. &#x70ED;&#x5F15;&#x53D1;AIBN&#x5747;&#x88C2;&#xFF1A;AIBN&#x5747;&#x88C2;&#x540E;&#x751F;&#x6210;&#x7684;&#x81EA;&#x7531;&#x57FA;&#x8FDE;&#x63A5;&#x4E86;&#x6C30;&#x57FA;&#xFF0C;&#x6C30;&#x57FA;&#x4E2D;&#x662F;&#x78B3;&#x6C2E;&#x4E09;&#x952E;&#xFF0C;&#x4E0E;&#x81EA;&#x7531;&#x57FA;&#x5F88;&#x597D;&#x5730;&#x5171;&#x8F6D;&#x4E86;&#xFF0C;&#x8FD9;&#x5C31;&#x5982;&#x540C;&#x4F17;&#x6240;&#x5468;&#x77E5;&#x7684;&#x70EF;&#x4E19;&#x57FA;&#x81EA;&#x7531;&#x57FA;&#x7A33;&#x5B9A;&#x7684;&#x9053;&#x7406;&#x4E00;&#x6837;&#x3002;
\2. &#x7531;&#x78B3;&#x81EA;&#x7531;&#x57FA;&#x8F6C;&#x9521;&#x81EA;&#x7531;&#x57FA;&#xFF1A;&#x975E;&#x91D1;&#x5C5E;&#xFF08;&#x7C7B;&#x975E;&#x91D1;&#x5C5E;&#xFF09;&#x7684;&#x8FD9;&#x4E9B;&#x5143;&#x7D20;&#xFF0C;&#x5468;&#x671F;&#x8D8A;&#x9AD8;&#x7535;&#x8D1F;&#x6027;&#x8D8A;&#x4F4E;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x81EA;&#x7531;&#x57FA;&#x4E5F;&#x4E0D;&#x613F;&#x610F;&#x62A2;&#x7535;&#x5B50;&#x4E86;&#xFF1B;&#x8FD9;&#x4E2A;&#x9053;&#x7406;&#x975E;&#x5E38;&#x660E;&#x663E;&#xFF0C;&#x9521;&#x57FA;&#x81EA;&#x7531;&#x57FA;&#x662F;&#x6BD4;&#x4EFB;&#x4F55;&#x78B3;&#x81EA;&#x7531;&#x57FA;&#x7684;&#x7A33;&#x5B9A;&#x6027;&#x4E0D;&#x77E5;&#x9053;&#x9AD8;&#x5230;&#x54EA;&#x91CC;&#x53BB;&#x4E86;&#x7684;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x5373;&#x4F7F;&#x662F;&#x7845;&#x81EA;&#x7531;&#x57FA;&#xFF0C;&#x90FD;&#x6BD4;&#x78B3;&#x81EA;&#x7531;&#x57FA;&#x7A33;&#x5B9A;&#x8BB8;&#x591A;&#x3002;</p>
<p>&#x5230;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x660E;&#x767D;&#x4E86;&#xFF0C;n-Bu&#x2083;SnH/AIBN&#x8FD9;&#x4E2A;&#x6DF7;&#x5408;&#x8BD5;&#x5242;&#x7684;&#x4F5C;&#x7528;&#x5B9E;&#x9645;&#x4E0A;&#x5C31;&#x662F;&#x4EA7;&#x751F;&#x81EA;&#x7531;&#x57FA;&#xFF08;&#x94FE;&#x5F15;&#x53D1;&#xFF09;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x81EA;&#x7531;&#x57FA;&#x5F15;&#x53D1;&#x5242;&#x3002;</p>
<h2 id="barton-radical-decarboxylation&#xFF08;barton&#x81EA;&#x7531;&#x57FA;&#x8131;&#x7FA7;&#x53CD;&#x5E94;&#xFF09;">Barton radical decarboxylation&#xFF08;Barton&#x81EA;&#x7531;&#x57FA;&#x8131;&#x7FA7;&#x53CD;&#x5E94;&#xFF09;</h2>
<p><img src="011_3.png" alt="img"></p>
<p>&#x89E3;&#x91CA;&#xFF1A;
\1. R&#x57FA;&#x81EA;&#x7531;&#x57FA;&#x7684;&#x751F;&#x6210;&#xFF1A;&#x8BF6;&#xFF0C;&#x4F60;&#x4E0D;&#x662F;&#x8BF4;&#x597D;&#x7684;&#x9521;&#x57FA;&#x81EA;&#x7531;&#x57FA;&#x6BD4;&#x78B3;&#x81EA;&#x7531;&#x57FA;&#x7A33;&#x5B9A;&#x5F97;&#x591A;&#x591A;&#x591A;&#x591A;&#x591A;&#x5417;&#xFF0C;&#x90A3;&#x600E;&#x4E48;&#x53CD;&#x5E94;&#x7684;&#x5462;&#xFF1B;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x5440;&#xFF0C;&#x4ED6;&#x5341;&#x5206;&#x5DE7;&#x5999;&#xFF0C;&#x867D;&#x7136;&#x751F;&#x6210;&#x4E86;&#x4E0D;&#x7A33;&#x5B9A;&#x7684;R&#x81EA;&#x7531;&#x57FA;&#xFF0C;&#x4F46;&#x662F;&#x8FD8;&#x751F;&#x6210;&#x4E86;&#x5341;&#x5206;&#x5341;&#x5206;&#x5341;&#x5206;&#x7A33;&#x5B9A;&#x7684;&#x82B3;&#x9999;&#x73AF;&#xFF0C;&#x5E76;&#x4E14;&#x5373;&#x4F7F;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x662F;&#x53EF;&#x9006;&#x7684;&#xFF0C;&#x4E8C;&#x6C27;&#x5316;&#x78B3;&#x7684;&#x6EA2;&#x51FA;&#x4E5F;&#x80FD;&#x62C9;&#x52A8;&#x53CD;&#x5E94;&#x3002;
\2. &#x751F;&#x6210;R&#x2014;H&#x7684;&#x540C;&#x65F6;&#x751F;&#x6210;&#x4E86;&#x65B0;&#x7684;&#x9521;&#x57FA;&#x81EA;&#x7531;&#x57FA;&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x94FE;&#x4F20;&#x9012;&#x3002;</p>
<p>&#x300A;&#x4EBA;&#x540D;&#x53CD;&#x5E94;&#x300B;&#x5728;&#x4ECB;&#x7ECD;&#x8FD9;&#x4E00;&#x53CD;&#x5E94;&#x7684;&#x65F6;&#x5019;&#x5E76;&#x6CA1;&#x6709;&#x9686;&#x91CD;&#x5730;&#x4ECB;&#x7ECD;n-Bu&#x2083;SnH/AIBN&#x7684;&#x8BD5;&#x5242;&#xFF0C;&#x800C;&#x662F;&#x628A;&#x5B83;&#x4EC5;&#x5F53;&#x4F5C;&#x4E86;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x7684;&#x4E00;&#x4E2A;&#x6761;&#x4EF6;&#xFF0C;&#x5F3A;&#x8C03;&#x4E86;&#x90A3;&#x4E2A;&#x6709;&#x90BB;&#x4F4D;&#x6709;&#x53CC;&#x952E;&#x786B;&#x7684;&#x809F;&#xFF0C;&#x4E3E;&#x7684;&#x4F8B;&#x5B50;&#x4E5F;&#x83AB;&#x540D;&#x5176;&#x5999;&#x3002;&#x4E0B;&#x9762;&#x7684;&#x4F8B;&#x5B50;&#x5C31;&#x662F;&#x540C;&#x6837;&#x7528;&#x90A3;&#x4E2A;&#x809F;&#xFF0C;&#x800C;&#x5C06;n-Bu&#x2083;SnH/AIBN&#x6362;&#x6210;&#x4E86;m-CPBA&#xFF08;&#x6C27;&#x5316;&#x5242;&#xFF09;&#x540E;&#x5F62;&#x6210;&#x53CC;&#x952E;&#x7684;&#x53CD;&#x5E94;&#xFF0C;&#x5176;&#x5B9E;&#x8D28;&#x7ADF;&#x7136;&#x8FDE;&#x81EA;&#x7531;&#x57FA;&#x53CD;&#x5E94;&#x90FD;&#x4E0D;&#x662F;&#x3002;</p>
<p><img src="011_4.png" alt="img"></p>
<h2 id="barton&#x2013;mccombie-deoxygenation&#xFF08;barton&#x2013;mccombie&#x53BB;&#x6C27;&#x53CD;&#x5E94;&#xFF09;">Barton&#x2013;McCombie deoxygenation&#xFF08;Barton&#x2013;McCombie&#x53BB;&#x6C27;&#x53CD;&#x5E94;&#xFF09;</h2>
<p>&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x53D6;&#x540D;&#x4E00;&#x70B9;&#x90FD;&#x6CA1;&#x6709;&#x4F53;&#x73B0;&#x53CD;&#x5E94;&#x7684;&#x5B9E;&#x8D28;&#x554A;&#xFF0C;&#x867D;&#x7136;&#x2014;OH&#x53D8;&#x4E3A;&#x2014;H&#x6548;&#x679C;&#x4E0A;&#x662F;&#x53BB;&#x6389;&#x4E86;&#x4E00;&#x4E2A;&#x6C27;&#xFF0C;&#x4F46;&#x82E5;&#x5199;&#x6210;&#x201C;&#x53BB;&#x6C27;&#x53CD;&#x5E94;&#x201D;&#x5012;&#x5BB9;&#x6613;&#x8BA9;&#x4EBA;&#x4EE5;&#x4E3A;&#x6C22;&#x4E5F;&#x662F;&#x539F;&#x6765;&#x5206;&#x5B50;&#x7684;&#xFF0C;&#x53EA;&#x662F;&#x53D1;&#x751F;&#x4E86;&#x4E2A;&#x91CD;&#x6392;&#x7136;&#x540E;&#x628A;&#x6C27;&#x53BB;&#x6389;&#x4E86;&#x3002;&#x4F46;&#x5B9E;&#x8D28;&#x4E0A;&#x5E76;&#x4E0D;&#x662F;&#x554A;&#xFF0C;&#x4F60;&#x5047;&#x5982;&#x7528;n-Bu&#x2083;SnD&#x663E;&#x7136;&#x5C31;&#x4F1A;&#x53D1;&#x751F;&#x2014;OH&#x53D8;&#x6210;&#x2014;D&#x7684;&#x53CD;&#x5E94;&#x5440;&#x3002;</p>
<p><img src="011_5.png" alt="img"></p>
<p>&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x548C;&#x4E0A;&#x4E00;&#x4E2A;&#x53CD;&#x5E94;&#x673A;&#x7406;&#x7C7B;&#x4F3C;&#xFF0C;&#x8981;&#x70B9;&#x662F;&#xFF1A;&#x76F8;&#x6BD4;&#x4E8E;&#x7B2C;&#x4E00;&#x4E2A;&#x53CD;&#x5E94;&#xFF0C;&#x53D4;&#x4E01;&#x57FA;&#x6C22;&#x4F1A;&#x6709;&#x4E00;&#x4E9B;&#x6D88;&#x8017;&#xFF0C;&#x56E0;&#x6B64;AIBN&#x4ECD;&#x53EF;&#x4EE5;&#x662F;&#x50AC;&#x5316;&#x5242;&#x91CF;&#xFF0C;&#x53D4;&#x4E01;&#x57FA;&#x6C22;&#x5E94;&#x5F53;&#x4F5C;&#x53CD;&#x5E94;&#x7269;&#x6DFB;&#x52A0;&#x3002;</p>
<p>&#x5927;&#x5BB6;&#x4E0D;&#x8981;&#x770B;&#x5230;&#x79BB;&#x53BB;&#x7684;&#x90A3;&#x4E00;&#x5927;&#x5768;&#x53C8;&#x662F;&#x6C27;&#x53C8;&#x662F;&#x786B;&#x7684;&#x5C31;&#x88AB;&#x5413;&#x5230;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x4E0D;&#x6B62;&#x4E8E;&#x6B64;&#xFF0C;&#x6362;&#x6210;&#x50CF;Br&#x8FD9;&#x6837;&#x5BB9;&#x6613;&#x79BB;&#x53BB;&#x7684;&#x57FA;&#x56E2;&#x4E5F;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x8FDB;&#x884C;&#x53CD;&#x5E94;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x2014;OH&#x5219;&#x9700;&#x8981;NaH&#xFF08;&#x4EC5;&#x4F5C;&#x4E3A;&#x78B1;&#xFF09;&#x548C;CS&#x2082;&#x7684;&#x4F5C;&#x7528;&#x8F6C;&#x5316;&#x4E3A;&#x548C;&#x4E0A;&#x9762;&#x793A;&#x4F8B;&#x4E00;&#x6837;&#x7684;&#x919A;&#x3002;&#x6240;&#x4EE5;&#x8BF4;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x7684;&#x5E94;&#x7528;&#x8FD8;&#x662F;&#x53EF;&#x4EE5;&#x5F88;&#x5E7F;&#x6CDB;&#x7684;&#x3002;&#x4E0B;&#x9762;&#x4E3E;&#x300A;&#x798F;&#x5C71;&#x673A;&#x7406;&#x300B;A050&#x548C;A051&#x4E24;&#x4E2A;&#x6B63;&#x597D;&#x662F;Br&#x548C;OH&#x7684;&#x4F8B;&#x5B50;&#x8BF4;&#x660E;&#x95EE;&#x9898;&#x3002;</p>
<p><img src="011_6.png" alt="img"></p>
<p>&#x672C;&#x6587;&#x5230;&#x6B64;&#x7ED3;&#x675F;&#xFF0C;&#x5927;&#x5BB6;&#x6709;&#x6CA1;&#x6709;&#x89C9;&#x5F97;&#x8FD9;&#x4E2A;&#x8BD5;&#x5242;&#x7684;&#x795E;&#x5947;&#x5462;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x81EA;&#x7531;&#x57FA;&#x53CD;&#x5E94;&#x56E0;&#x4E3A;&#x90FD;&#x662F;&#x5747;&#x88C2;&#xFF0C;&#x6240;&#x4EE5;&#x65AD;&#x4E00;&#x6B21;&#x952E;&#x8981;&#x753B;&#x4E24;&#x4E2A;&#x5355;&#x7BAD;&#x5934;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x53EF;&#x4EE5;&#x548C;&#x5468;&#x73AF;&#x53CD;&#x5E94;&#x6BD4;&#x80A9;&#x7684;&#x753B;&#x7BAD;&#x5934;&#x6700;&#x591A;&#x7684;&#x673A;&#x7406;&#xFF0C;&#x5927;&#x5BB6;&#x6709;&#x6CA1;&#x6709;&#x89C9;&#x5F97;&#x673A;&#x7406;&#x753B;&#x8D77;&#x6765;&#x771F;&#x7684;&#x5F88;&#x597D;&#x770B;&#x5462;&#x3002;</p>
<hr>
<p>&#x6295;&#x7A3F;&#x5730;&#x5740;&#xFF1A;<a href="http://www.lawaxi.net/d/146" target="_blank">http://www.lawaxi.net/d/146</a></p>
<p>&#x6295;&#x7A3F;&#x65E5;&#x671F;&#xFF1A;2020-08-05</p>
<p>&#x6536;&#x5F55;&#x65E5;&#x671F;&#xFF1A;2020-08-05</p>
<p>&#x4FEE;&#x6539;&#xFF1A;2020-08-07</p>
<p>&#x5F15;&#x7528;&#x672C;&#x6587;&#xFF1A;[1]Delay;Creator Chemical Lett.,2020,011.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="010.html" class="navigation navigation-prev " aria-label="Previous page: 010 有机异构体 isomerism isomer">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="012.html" class="navigation navigation-next " aria-label="Next page: 012 异氰酸酯 isocyanate">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"011 热引发自由基方法：n-Bu₃SnH/AIBN","level":"1.2.2","depth":2,"next":{"title":"012 异氰酸酯 isocyanate","level":"1.2.3","depth":2,"path":"2020/012.md","ref":"2020/012.md","articles":[]},"previous":{"title":"010 有机异构体 isomerism isomer","level":"1.2.1","depth":2,"path":"2020/010.md","ref":"2020/010.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"2020/011.md","mtime":"2020-08-07T09:24:00.374Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-08-07T09:24:43.877Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

