
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>013 Wittig反应等：将醛基转化为双键 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="014.html" />
    
    
    <link rel="prev" href="012.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    2020
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="010.html">
            
                <a href="010.html">
            
                    
                    010 有机异构体 isomerism isomer
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="011.html">
            
                <a href="011.html">
            
                    
                    011 热引发自由基方法：n-Bu₃SnH/AIBN
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="012.html">
            
                <a href="012.html">
            
                    
                    012 异氰酸酯 isocyanate
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.4" data-path="013.html">
            
                <a href="013.html">
            
                    
                    013 Wittig反应等：将醛基转化为双键
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="014.html">
            
                <a href="014.html">
            
                    
                    014 猴子都能看懂的：苯环上的定位效应
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    原创人药系列复原
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="001.html">
            
                <a href="001.html">
            
                    
                    001 Mukaiyama Reagent 酯化和酰胺生成的催化剂
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="002.html">
            
                <a href="002.html">
            
                    
                    002 超电势 Overpotential
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="003.html">
            
                <a href="003.html">
            
                    
                    003 分子轨道理论MO在有机化学中的应用（上）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="004.html">
            
                <a href="004.html">
            
                    
                    004 分子轨道理论MO在有机化学中的应用（下）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="005.html">
            
                <a href="005.html">
            
                    
                    005 有机化学中的氧化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="006.html">
            
                <a href="006.html">
            
                    
                    006 酰基化反应上：傅克反应（Friedel-Crafts）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="007.html">
            
                <a href="007.html">
            
                    
                    007 酰基化反应下：甲酰化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="008.html">
            
                <a href="008.html">
            
                    
                    008 Jones氧化，Sarett/Collin试剂，PCC，PDC
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="009.html">
            
                <a href="009.html">
            
                    
                    009 共振论 Resonance theory
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >013 Wittig反应等：将醛基转化为双键</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="wittig&#x53CD;&#x5E94;&#x7B49;&#xFF1A;&#x5C06;&#x919B;&#x57FA;&#x8F6C;&#x5316;&#x4E3A;&#x53CC;&#x952E;">Wittig&#x53CD;&#x5E94;&#x7B49;&#xFF1A;&#x5C06;&#x919B;&#x57FA;&#x8F6C;&#x5316;&#x4E3A;&#x53CC;&#x952E;</h1>
<p>Wittig&#x53CD;&#x5E94;</p>
<p><img src="013_1.png" alt="img"></p>
<p>Wittig&#x53CD;&#x5E94;&#x7684;&#x8981;&#x70B9;&#x662F;&#x8F83;&#x7A33;&#x5B9A;&#x7684;ylid&#x548C;&#x8F83;&#x4E0D;&#x7A33;&#x5B9A;&#x7684;ylid&#x4EA7;&#x7269;&#x4E0D;&#x540C;&#xFF08;&#x3B1;&#x4F4D;&#x6709;&#x5982;&#x7FB0;&#x57FA;&#x8FD9;&#x6837;&#x7684;&#x57FA;&#x56E2;&#x7A33;&#x5B9A;&#x78B3;&#x8D1F;&#x79BB;&#x5B50;&#x7684;ylid&#x662F;&#x7A33;&#x5B9A;&#x7684;&#xFF09;&#xFF0C;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x5BF9;&#x7167;&#x7740;&#x4E0A;&#x56FE;&#x7684;&#x5185;&#x5BB9;&#x4E0E;&#x6211;&#x5F62;&#x8C61;&#x7684;&#x63CF;&#x8FF0;&#x7406;&#x89E3;&#x8FD9;&#x4E00;&#x70B9;&#x3002;&#x7531;&#x4E8E;&#x53D1;&#x751F;[2+2]&#x73AF;&#x52A0;&#x6210;&#x65F6;&#xFF0C;&#x4E24;&#x4E2A;&#x5206;&#x5B50;&#x7684;HOMO&#x548C;LUMO&#x8F68;&#x9053;&#x5206;&#x522B;&#x662F;&#x4E2D;&#x5FC3;&#x53CD;&#x5BF9;&#x79F0;&#x548C;&#x4E2D;&#x5FC3;&#x5BF9;&#x79F0;&#xFF0C;&#x56E0;&#x6B64;&#x4F7F;&#x5F97;&#x8FD9;&#x4E24;&#x4E2A;&#x8F68;&#x9053;&#x5FC5;&#x987B;&#x5782;&#x76F4;&#x6446;&#x653E;&#x624D;&#x53EF;&#x4EE5;&#x5339;&#x914D;&#x3002;</p>
<p>&#x5782;&#x76F4;&#x6446;&#x653E;&#x65F6;&#x6709;&#x4E24;&#x79CD;&#x8DEF;&#x5F84;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#xFF0C;&#x7531;&#x4E8E;&#x7A7A;&#x963B;&#xFF0C;&#x4E0A;&#x9762;&#x7684;&#x8DEF;&#x5F84;&#x901F;&#x7387;&#x66F4;&#x5FEB;&#xFF0C;&#x4E0B;&#x9762;&#x7684;&#x8DEF;&#x5F84;&#x901F;&#x7387;&#x66F4;&#x6162;&#x3002;&#x5BF9;&#x4E8E;&#x4E0D;&#x7A33;&#x5B9A;&#x7684;ylid&#xFF0C;&#x4E3A;&#x4E86;&#x8D76;&#x5FEB;&#x8BA9;&#x81EA;&#x5DF1;&#x7A33;&#x5B9A;&#x4E0B;&#x6765;&#xFF0C;&#x5B83;&#x4F1A;&#x76F4;&#x63A5;&#x5954;&#x5411;&#x901F;&#x7387;&#x6700;&#x5FEB;&#x7684;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x7A7A;&#x95F4;&#x4F4D;&#x963B;&#x8F83;&#x5C0F;&#x7684;&#x8DEF;&#x5F84;&#xFF0C;&#x751F;&#x6210;&#x7684;&#x662F;&#x52A8;&#x529B;&#x5B66;&#x4EA7;&#x7269;&#xFF1B;&#x6211;&#x4EEC;&#x80FD;&#x770B;&#x5230;&#x8FD9;&#x6837;&#x751F;&#x6210;&#x7684;&#x4EA7;&#x7269;&#x5E76;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x8DEF;&#x7EBF;&#x4E2D;&#x6700;&#x7A33;&#x5B9A;&#x7684;&#xFF0C;&#x4F46;&#x7531;&#x4E8E;&#x5B83;&#x5F88;&#x4E0D;&#x7A33;&#x5B9A;&#xFF0C;&#x4E0D;&#x7BA1;&#x600E;&#x4E48;&#x8BF4;&#x90FD;&#x63D0;&#x9AD8;&#x4E86;&#x7A33;&#x5B9A;&#x6027;&#xFF0C;&#x56E0;&#x6B64;&#x5B83;&#x4E5F;&#x7BA1;&#x4E0D;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#x4E86;&#x3002;&#x800C;&#x5BF9;&#x4E8E;&#x7A33;&#x5B9A;&#x7684;ylid&#xFF0C;&#x5B83;&#x6709;&#x5145;&#x5206;&#x7684;&#x65F6;&#x95F4;&#x8003;&#x8651;&#x81EA;&#x5DF1;&#x5F80;&#x90A3;&#x8FB9;&#x8D70;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x672C;&#x8EAB;&#x6BD4;&#x8F83;&#x7A33;&#x5B9A;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x5230;&#x7A7A;&#x95F4;&#x4F4D;&#x963B;&#x8F83;&#x5C0F;&#x7684;&#x4E00;&#x8FB9;&#x8FD8;&#x662F;&#x8F83;&#x5927;&#x7684;&#x4E00;&#x8FB9;&#x90FD;&#x5DEE;&#x4E0D;&#x591A;&#xFF0C;&#x56E0;&#x6B64;&#x6700;&#x7EC8;&#x5F97;&#x5230;&#x7684;&#x4E0D;&#x7A33;&#x5B9A;&#x4EA7;&#x7269;&#x8FD8;&#x4F1A;&#x56DE;&#x5230;&#x53CD;&#x5E94;&#x7269;&#xFF0C;&#x518D;&#x6B21;&#x9009;&#x62E9;&#x81EA;&#x5DF1;&#x7684;&#x8DEF;&#x7EBF;&#xFF0C;&#x6574;&#x4E2A;&#x4F53;&#x7CFB;&#x90FD;&#x5728;&#x8FD9;&#x5168;&#x90E8;&#x7684;&#x8DEF;&#x7EBF;&#x4E2D;&#x53CD;&#x590D;&#x6A2A;&#x8DF3;&#xFF0C;&#x4F46;&#x53EA;&#x8981;&#x6709;&#x5206;&#x5B50;&#x751F;&#x6210;&#x4E86;&#x70ED;&#x529B;&#x5B66;&#x7A33;&#x5B9A;&#x4EA7;&#x7269;&#xFF0C;&#x8FD9;&#x4E2A;&#x5206;&#x5B50;&#x5C31;&#x4F1A;&#x505C;&#x4E0B;&#x6765;&#xFF0C;&#x6700;&#x7EC8;&#x5927;&#x90E8;&#x5206;&#x5206;&#x5B50;&#x90FD;&#x8F6C;&#x5316;&#x4E3A;&#x4E86;&#x70ED;&#x529B;&#x5B66;&#x4EA7;&#x7269;&#x3002;</p>
<p>&#x52A8;&#x529B;&#x5B66;&#x4EA7;&#x7269;&#x6307;&#x7684;&#x5C31;&#x662F;&#x901F;&#x7387;&#x8F83;&#x5927;&#x7684;&#x8DEF;&#x5F84;&#x6240;&#x751F;&#x6210;&#x7684;&#x4EA7;&#x7269;&#xFF0C;&#x70ED;&#x529B;&#x5B66;&#x4EA7;&#x7269;&#x6307;&#x7684;&#x662F;&#x5F97;&#x5230;&#x7684;&#x6700;&#x7A33;&#x5B9A;&#x7684;&#x4EA7;&#x7269;&#xFF1B;&#x8FD9;&#x4E24;&#x79CD;&#x4EA7;&#x7269;&#x901A;&#x5E38;&#x662F;&#x76F8;&#x540C;&#x7684;&#xFF0C;&#x4F46;&#x50CF;&#x672C;&#x53CD;&#x5E94;&#x4E2D;&#xFF0C;&#x5C31;&#x4E0D;&#x76F8;&#x540C;&#x3002;&#x5F53;&#x53CD;&#x5E94;&#x7269;&#x8F83;&#x4E0D;&#x7A33;&#x5B9A;&#x65F6;&#xFF0C;&#x5B83;&#x4F1A;&#x4E3A;&#x4E86;&#x63D0;&#x9AD8;&#x7A33;&#x5B9A;&#x7ACB;&#x523B;&#x8D70;&#x5B8C;&#x901F;&#x7387;&#x6700;&#x5FEB;&#x7684;&#x52A8;&#x529B;&#x5B66;&#x8DEF;&#x7EBF;&#xFF1B;&#x5F53;&#x53CD;&#x5E94;&#x7269;&#x8F83;&#x7A33;&#x5B9A;&#xFF08;&#x76F8;&#x5BF9;&#x4E8E;&#x4EA7;&#x7269;&#x80FD;&#x91CF;&#x76F8;&#x5DEE;&#x4E0D;&#x5927;&#xFF09;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5B83;&#x5219;&#x4F1A;&#x6162;&#x6162;&#x6382;&#x91CF;&#xFF0C;&#x6700;&#x7EC8;&#x751F;&#x6210;&#x66F4;&#x7A33;&#x5B9A;&#x7684;&#x70ED;&#x529B;&#x5B66;&#x4EA7;&#x7269;&#xFF08;&#x5F53;&#x4E0E;&#x916E;&#x53CD;&#x5E94;&#x65F6;&#xFF0C;&#x4E24;&#x4E2A;&#x4EA7;&#x7269;&#x90FD;&#x4E0D;&#x5F88;&#x7A33;&#x5B9A;&#xFF0C;&#x56E0;&#x6B64;&#x5176;&#x5B9E;&#x7A33;&#x5B9A;&#x7684;ylid&#x548C;&#x916E;&#x53CD;&#x5E94;&#x5F88;&#x6162;&#x6216;&#x57FA;&#x672C;&#x4E0D;&#x53CD;&#x5E94;&#x7684;&#xFF09;&#x3002;Wittig&#x53CD;&#x5E94;&#x7684;&#x4F18;&#x52BF;&#x5C31;&#x662F;&#x5728;&#x4E8E;&#x8FD9;&#x79CD;&#x7ACB;&#x4F53;&#x9009;&#x62E9;&#x6027;&#x5341;&#x5206;&#x597D;&#x3002;</p>
<p>Horner-Wadsworth-Emmons&#x53CD;&#x5E94;&#xFF08;HWE&#xFF09;</p>
<p>Horner&#x53CD;&#x5E94;&#x4E2D;&#x7684;&#x8BD5;&#x5242;&#x662F;&#x5BF9;&#x7A33;&#x5B9A;&#x7684;ylid&#x7684;&#x6539;&#x826F;&#x3002;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x7528;&#x7279;&#x5B9A;&#x7684;&#x78F7;&#x9178;&#x916F;&#x66FF;&#x6362;&#x4E86;ylid&#xFF0C;&#x8BE5;&#x53CD;&#x5E94;&#x9664;&#x70EF;&#x70C3;&#x5916;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x751F;&#x6210;&#x7269;&#x4E5F;&#x4ECE;&#x4E09;&#x82EF;&#x57FA;&#x6C27;&#x78F7;&#x8F6C;&#x5316;&#x4E3A;&#x4E86;&#x78F7;&#x9178;&#x916F;&#xFF0C;&#x53EF;&#x4EE5;&#x6C34;&#x6EB6;&#xFF0C;&#x8BA9;&#x540E;&#x5904;&#x7406;&#x66F4;&#x4E3A;&#x65B9;&#x4FBF;&#x3002;</p>
<p><img src="013_2.png" alt="img"></p>
<p><img src="013_3.png" alt="img"></p>
<p>&#x4E0A;&#x56FE;&#x662F;&#x300A;&#x798F;&#x5C71;&#x673A;&#x7406;&#x300B;&#x4E2D;&#x7ED9;&#x51FA;&#x7684;&#x5236;&#x5907;Horner&#x8BD5;&#x5242;&#xFF08;&#x7528;Michaelis-Arbnzov&#x53CD;&#x5E94;&#xFF09;&#x548C;Horner&#x53CD;&#x5E94;&#x672C;&#x8EAB;&#x7684;&#x4F8B;&#x5B50;&#x3002;</p>
<p>Peterson&#x70EF;&#x57FA;&#x5316;&#x53CD;&#x5E94;</p>
<p>&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x548C;Wittig&#x53CD;&#x5E94;&#x7684;&#x539F;&#x7406;&#x5F88;&#x76F8;&#x4F3C;&#xFF0C;&#x540C;&#x6837;&#x4F7F;&#x7528;&#x4E86;&#x78B3;&#x8D1F;&#x79BB;&#x5B50;&#x505A;&#x4EB2;&#x6838;&#x8BD5;&#x5242;&#xFF0C;&#x540C;&#x65F6;&#x9009;&#x7528;&#x7845;&#x66FF;&#x4EE3;&#x78F7;&#xFF0C;&#x4E5F;&#x662F;&#x5229;&#x7528;&#x4E86;&#x8FD9;&#x4E24;&#x79CD;&#x5143;&#x7D20;&#x90FD;&#x4EB2;&#x6C27;&#x7684;&#x4F8B;&#x5B50;&#xFF08;Wittig&#x4E2D;&#x5F62;&#x6210;P=O&#x548C;&#x672C;&#x53CD;&#x5E94;&#x4E2D;&#x5F62;&#x6210;Si-OH&#x90FD;&#x662F;&#x5404;&#x81EA;&#x7684;&#x4E3B;&#x8981;&#x63A8;&#x52A8;&#x529B;&#x3002;&#x300A;&#x4EBA;&#x540D;&#x53CD;&#x5E94;&#x300B;&#x4E0A;&#x8BF4;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;Si-Wittig&#x53CD;&#x5E94;&#x3002;</p>
<p><img src="013_4.png" alt="img"></p>
<p>&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x76F8;&#x6BD4;&#x4E8E;Wittig&#x53CD;&#x5E94;&#x7684;&#x4F18;&#x52BF;&#x4E4B;&#x4E00;&#x5728;&#x4E8E;&#x751F;&#x6210;&#x7684;&#x7845;&#x9187;&#x6C34;&#x6EB6;&#x6027;&#x6BD4;&#x4E09;&#x82EF;&#x6C27;&#x78F7;&#x9AD8;&#xFF0C;&#x4F18;&#x52BF;&#x4E4B;&#x4E8C;&#x5728;&#x4E8E;&#x7ACB;&#x4F53;&#x9009;&#x62E9;&#x6027;&#x66F4;&#x597D;&#x8C03;&#x63A7;&#xFF08;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x7ACB;&#x4F53;&#x9009;&#x62E9;&#x6027;&#x7684;&#x6548;&#x679C;&#x5E76;&#x4E0D;&#x5982;Wittig&#xFF09;:&#x672C;&#x53CD;&#x5E94;&#x5728;&#x9178;&#x6027;&#x4E0B;&#x751F;&#x6210;&#x53CD;&#x5F0F;&#x4EA7;&#x7269;&#xFF0C;&#x5728;&#x78B1;&#x6027;&#x4E0B;&#x751F;&#x6210;&#x987A;&#x5F0F;&#x4EA7;&#x7269;&#x3002;&#x8FD9;&#x4E00;&#x7279;&#x70B9;&#x53EF;&#x4EE5;&#x6E05;&#x6670;&#x5730;&#x901A;&#x8FC7;&#x673A;&#x7406;&#x5C55;&#x793A;&#xFF1A;&#x5728;&#x78B1;&#x6027;&#x4E0B;&#x901A;&#x8FC7;&#x56DB;&#x5143;&#x73AF;&#x5B8C;&#x6210;&#x6D88;&#x9664;&#xFF0C;&#x5728;&#x9178;&#x6027;&#x4E0B;&#x5219;&#x901A;&#x8FC7;E&#x2082;&#x6D88;&#x9664;&#xFF1B;&#x56DB;&#x5143;&#x73AF;&#x7684;&#x6D88;&#x9664;&#x673A;&#x7406;&#x8981;&#x6C42;&#x6C27;&#x4E0E;&#x7845;&#x5904;&#x4E8E;&#x987A;&#x5F0F;&#xFF0C;&#x800C;E&#x2082;&#x6D88;&#x9664;&#x5219;&#x8981;&#x6C42;&#x5B83;&#x4EEC;&#x5FC5;&#x987B;&#x5904;&#x4E8E;&#x53CD;&#x5F0F;&#x5171;&#x5E73;&#x9762;&#x3002;</p>
<p>Takai&#x53CD;&#x5E94;</p>
<p>&#x4EE5;&#x4E0A;&#x53CD;&#x5E94;&#x90FD;&#x5229;&#x7528;&#x4E86;&#x7845;&#x548C;&#x78F7;&#x4EB2;&#x6C27;&#x7684;&#x7279;&#x70B9;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x5206;&#x5B50;&#x4E2D;&#x672C;&#x6765;&#x5C31;&#x6709;&#x7845;&#x548C;&#x78F7;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x9053;&#x8DEF;&#x5C31;&#x884C;&#x4E0D;&#x901A;&#x4E86;&#x3002;Takai&#x53CD;&#x5E94;&#x4F7F;&#x7528;&#x4E8C;&#x4EF7;&#x94EC;&#x505A;&#x8FD8;&#x539F;&#x5242;&#xFF0C;&#x5728;&#x7898;&#x4EFF;&#x4F5C;&#x7528;&#x4E0B;&#x53EF;&#x4EE5;&#x4F7F;&#x919B;&#x8F6C;&#x5316;&#x4E3A;E-&#x70EF;&#x57FA;&#x7898;&#x4EE3;&#x7269;&#x3002;&#x5C06;&#x7898;&#x4EFF;&#x6362;&#x6210;Me&#x2083;Si&#x2014;CHBr&#x2082;&#xFF0C;&#x8FD9;&#x4E2A;&#x53CD;&#x5E94;&#x4E5F;&#x53EF;&#x4EE5;&#x53D1;&#x751F;&#x3002;</p>
<p><img src="013_5.png" alt="img"></p>
<p>McMurry&#x5076;&#x8054;&#x53CD;&#x5E94;</p>
<p>McMurry&#x5076;&#x8054;&#x53CD;&#x5E94;&#x4F7F;&#x7528;&#x4E24;&#x4E2A;&#x916E;&#xFF0C;&#x88AB;Ti(0)/Ti(+1)&#x8FD8;&#x539F;&#x4E3A;&#x70EF;&#x70C3;&#x3002;&#x901A;&#x5E38;&#x60C5;&#x51B5;&#x4E0B;&#x7531;&#x4E8E;&#x53CD;&#x5E94;&#x90FD;&#x5728;&#x4E00;&#x9505;&#xFF0C;&#x8FD9;&#x4E24;&#x4E2A;&#x916E;&#x9700;&#x8981;&#x662F;&#x76F8;&#x540C;&#x7684;&#x624D;&#x80FD;&#x987A;&#x5229;&#x5B8C;&#x6210;&#x53CD;&#x5E94;&#xFF0C;&#x8FD9;&#x6837;&#x4EA7;&#x751F;&#x7684;&#x70EF;&#x70C3;&#x662F;&#x5BF9;&#x79F0;&#x7684;&#xFF1B;&#x4F46;&#x300A;&#x4EBA;&#x540D;&#x53CD;&#x5E94;&#x300B;Example1&#x4E5F;&#x7ED9;&#x51FA;&#x4E86;&#x4E24;&#x4E2A;&#x4E0D;&#x76F8;&#x540C;&#x7684;&#x916E;&#x5B8C;&#x6210;&#x7684;&#x53CD;&#x5E94;&#xFF0C;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x916E;&#x8FDE;&#x6709;&#x5438;&#x7535;&#x5B50;&#x57FA;&#x56E2;&#xFF0C;&#x56E0;&#x4E3A;&#x81EA;&#x7531;&#x57FA;&#x6D3B;&#x6027;&#x8F83;&#x5F31;&#x65E0;&#x6CD5;&#x4E0E;&#x81EA;&#x5DF1;&#x53CD;&#x5E94;&#xFF0C;&#x800C;&#x53E6;&#x4E00;&#x4E2A;&#x916E;&#x6709;&#x4E24;&#x4E2A;&#x82EF;&#x73AF;&#x5360;&#x636E;&#x7A7A;&#x95F4;&#xFF0C;&#x7531;&#x4E8E;&#x4F4D;&#x963B;&#x7684;&#x5F71;&#x54CD;&#x4E5F;&#x65E0;&#x6CD5;&#x4E0E;&#x81EA;&#x5DF1;&#x53CD;&#x5E94;&#xFF0C;&#x5341;&#x5206;&#x5DE7;&#x5999;&#x3002;</p>
<p><img src="013_6.png" alt="img"></p>
<hr>
<p>&#x6295;&#x7A3F;&#x5730;&#x5740;&#xFF1A;<a href="http://www.lawaxi.net/d/151" target="_blank">http://www.lawaxi.net/d/151</a></p>
<p>&#x6295;&#x7A3F;&#x65E5;&#x671F;&#xFF1A;2020-08-08</p>
<p>&#x6536;&#x5F55;&#x65E5;&#x671F;&#xFF1A;2020-08-08</p>
<p>&#x5F15;&#x7528;&#x672C;&#x6587;&#xFF1A;[1]Delay;Creator Chemical Lett.,2020,013.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="012.html" class="navigation navigation-prev " aria-label="Previous page: 012 异氰酸酯 isocyanate">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="014.html" class="navigation navigation-next " aria-label="Next page: 014 猴子都能看懂的：苯环上的定位效应">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"013 Wittig反应等：将醛基转化为双键","level":"1.2.4","depth":2,"next":{"title":"014 猴子都能看懂的：苯环上的定位效应","level":"1.2.5","depth":2,"path":"2020/014.md","ref":"2020/014.md","articles":[]},"previous":{"title":"012 异氰酸酯 isocyanate","level":"1.2.3","depth":2,"path":"2020/012.md","ref":"2020/012.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"2020/013.md","mtime":"2020-08-08T08:00:24.055Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-09-13T15:41:04.522Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

