
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>014 猴子都能看懂的：苯环上的定位效应 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="013.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    2020
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="010.html">
            
                <a href="010.html">
            
                    
                    010 有机异构体 isomerism isomer
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="011.html">
            
                <a href="011.html">
            
                    
                    011 热引发自由基方法：n-Bu₃SnH/AIBN
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="012.html">
            
                <a href="012.html">
            
                    
                    012 异氰酸酯 isocyanate
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="013.html">
            
                <a href="013.html">
            
                    
                    013 Wittig反应等：将醛基转化为双键
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.5" data-path="014.html">
            
                <a href="014.html">
            
                    
                    014 猴子都能看懂的：苯环上的定位效应
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    原创人药系列复原
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="001.html">
            
                <a href="001.html">
            
                    
                    001 Mukaiyama Reagent 酯化和酰胺生成的催化剂
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="002.html">
            
                <a href="002.html">
            
                    
                    002 超电势 Overpotential
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="003.html">
            
                <a href="003.html">
            
                    
                    003 分子轨道理论MO在有机化学中的应用（上）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.4" data-path="004.html">
            
                <a href="004.html">
            
                    
                    004 分子轨道理论MO在有机化学中的应用（下）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.5" data-path="005.html">
            
                <a href="005.html">
            
                    
                    005 有机化学中的氧化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.6" data-path="006.html">
            
                <a href="006.html">
            
                    
                    006 酰基化反应上：傅克反应（Friedel-Crafts）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.7" data-path="007.html">
            
                <a href="007.html">
            
                    
                    007 酰基化反应下：甲酰化反应
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.8" data-path="008.html">
            
                <a href="008.html">
            
                    
                    008 Jones氧化，Sarett/Collin试剂，PCC，PDC
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.9" data-path="009.html">
            
                <a href="009.html">
            
                    
                    009 共振论 Resonance theory
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >014 猴子都能看懂的：苯环上的定位效应</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7334;&#x5B50;&#x90FD;&#x80FD;&#x770B;&#x61C2;&#x7684;&#xFF1A;&#x82EF;&#x73AF;&#x4E0A;&#x7684;&#x5B9A;&#x4F4D;&#x6548;&#x5E94;">&#x7334;&#x5B50;&#x90FD;&#x80FD;&#x770B;&#x61C2;&#x7684;&#xFF1A;&#x82EF;&#x73AF;&#x4E0A;&#x7684;&#x5B9A;&#x4F4D;&#x6548;&#x5E94;</h1>
<p>&#x5B9A;&#x4F4D;&#x6548;&#x5E94;</p>
<p>&#x5F53;&#x82EF;&#x73AF;&#x4E0A;&#x6709;&#x53D6;&#x4EE3;&#x57FA;&#x65F6;&#xFF0C;&#x8FDB;&#x653B;&#x4E0D;&#x540C;&#x4F4D;&#x7F6E;&#x53D1;&#x751F;&#x4EB2;&#x7535;&#x53D6;&#x4EE3;&#x53CD;&#x5E94;&#x7684;&#x901F;&#x7387;&#xFF0C;&#x4E0E;&#x4EB2;&#x7535;&#x8BD5;&#x5242;&#x65E0;&#x5173;&#xFF0C;&#x800C;&#x7531;&#x8FD9;&#x4E9B;&#x539F;&#x6709;&#x53D6;&#x4EE3;&#x57FA;&#x51B3;&#x5B9A;&#xFF0C;&#x79F0;&#x4E3A;&#x5B9A;&#x4F4D;&#x57FA;&#x3002;&#x5B9A;&#x4F4D;&#x57FA;&#x5927;&#x81F4;&#x5206;&#x4E3A;&#x90BB;&#x5BF9;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#x548C;&#x95F4;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#xFF0C;&#x5355;&#x53D6;&#x4EE3;&#x82EF;&#x53D1;&#x751F;&#x4EB2;&#x7535;&#x53D6;&#x4EE3;&#x53CD;&#x5E94;&#x7684;&#x4E3B;&#x8981;&#x4EA7;&#x7269;&#x76F4;&#x63A5;&#x7531;&#x5B9A;&#x4F4D;&#x57FA;&#x51B3;&#x5B9A;&#xFF0C;&#x591A;&#x53D6;&#x4EE3;&#x82EF;&#x5219;&#x7531;&#x5B83;&#x4EEC;&#x7684;&#x5171;&#x540C;&#x4F5C;&#x7528;&#x51B3;&#x5B9A;&#x3002;</p>
<p>&#x8BF1;&#x5BFC;&#x4F5C;&#x7528;&#x7684;&#x5F71;&#x54CD;&#xFF1A;&#x7ED9;&#x7535;&#x5B50;&#x4E0E;&#x5438;&#x7535;&#x5B50;&#x57FA;&#xFF0C;&#x6D3B;&#x5316;&#x4E0E;&#x949D;&#x5316;</p>
<p>&#x672C;&#x6587;&#x91CD;&#x70B9;&#x8BA8;&#x8BBA;&#x7684;&#x5B9A;&#x4F4D;&#x6548;&#x5E94;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5224;&#x65AD;&#x90A3;&#x4E00;&#x6761;&#x8DEF;&#x5F84;&#x53CD;&#x5E94;&#x901F;&#x7387;&#x66F4;&#x5FEB;&#xFF0C;&#x5F52;&#x6839;&#x7ED3;&#x5E95;&#x662F;&#x52A8;&#x529B;&#x5B66;&#x4E0A;&#x7684;&#x5224;&#x65AD;&#x3002;&#x6839;&#x636E;Hammond&#x5047;&#x8BBE;&#xFF0C;&#x901F;&#x7387;&#x7684;&#x5FEB;&#x6162;&#x53D6;&#x51B3;&#x4E8E;&#x4E2D;&#x95F4;&#x6001;&#x7684;&#x7A33;&#x5B9A;&#x6027;&#xFF0C;&#x4E2D;&#x95F4;&#x6001;&#x4E0E;&#x53CD;&#x5E94;&#x7269;&#x76F8;&#x5DEE;&#x7684;&#x80FD;&#x91CF;&#xFF08;&#x6D3B;&#x5316;&#x80FD;&#xFF09;&#x8D8A;&#x4F4E;&#xFF0C;&#x5219;&#x901F;&#x7387;&#x8D8A;&#x5FEB;&#x3002;&#x672C;&#x6587;&#x8BA8;&#x8BBA;&#x65F6;&#xFF0C;&#x76F4;&#x63A5;&#x8BA8;&#x8BBA;&#x54EA;&#x4E2A;&#x4E2D;&#x95F4;&#x6001;&#x7A33;&#x5B9A;&#xFF0C;&#x8BFB;&#x8005;&#x5C31;&#x53EF;&#x4EE5;&#x77E5;&#x9053;&#x8FD9;&#x6761;&#x8DEF;&#x662F;&#x901F;&#x7387;&#x6700;&#x5FEB;&#x7684;&#x8DEF;&#x7EBF;&#x4E86;&#x3002;</p>
<p><img src="014_1.png" alt="img"></p>
<p>&#x4E2D;&#x95F4;&#x6001;&#x7684;&#x5171;&#x632F;&#x5F0F;&#x5982;&#x4E0A;&#x56FE;&#x6240;&#x793A;&#x3002;&#x629B;&#x5F00;&#x5B9A;&#x4F4D;&#x6548;&#x5E94;&#xFF0C;&#x7ED9;&#x7535;&#x5B50;&#x57FA;&#x548C;&#x5438;&#x7535;&#x5B50;&#x57FA;&#x5BF9;&#x65E0;&#x8BBA;&#x90BB;&#x95F4;&#x5BF9;&#x4F4D;&#x90FD;&#x5206;&#x522B;&#x6709;&#x6D3B;&#x5316;&#x548C;&#x949D;&#x5316;&#x7684;&#x4F5C;&#x7528;&#xFF1A;</p>
<ul>
<li>&#x5F53;Z&#x4E3A;&#x7ED9;&#x7535;&#x5B50;&#x57FA;&#x65F6;&#xFF0C;&#x82EF;&#x73AF;&#x4E0A;&#x6B63;&#x7535;&#x8377;&#x4E0B;&#x964D;&#xFF0C;&#x56E0;&#x6B64;&#x6BD4;&#x65E0;&#x53D6;&#x4EE3;&#x82EF;&#x6B63;&#x79BB;&#x5B50;&#x66F4;&#x7A33;&#x5B9A;&#xFF0C;&#x5747;&#x4E3A;&#x6D3B;&#x5316;&#x57FA;&#xFF1B;</li>
<li>&#x5F53;Z&#x4E3A;&#x5438;&#x7535;&#x5B50;&#x57FA;&#x65F6;&#xFF0C;&#x82EF;&#x73AF;&#x4E0A;&#x6B63;&#x7535;&#x8377;&#x589E;&#x52A0;&#xFF0C;&#x56E0;&#x6B64;&#x6BD4;&#x65E0;&#x53D6;&#x4EE3;&#x82EF;&#x6B63;&#x79BB;&#x5B50;&#x66F4;&#x4E0D;&#x7A33;&#x5B9A;&#xFF0C;&#x5747;&#x4E3A;&#x949D;&#x5316;&#x57FA;&#x3002;</li>
</ul>
<p>&#x76F8;&#x6BD4;&#x4E8E;&#x95F4;&#x4F4D;&#xFF0C;&#x90BB;&#x4F4D;&#x548C;&#x5BF9;&#x4F4D;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x5171;&#x632F;&#x5F0F;&#x662F;&#x6B63;&#x7535;&#x8377;&#x5728;&#x53D6;&#x4EE3;&#x57FA;&#x672C;&#x4F4D;&#x4E0A;&#x7684;&#xFF08;1.1&#x4E0E;3.3&#xFF09;&#xFF0C;&#x56E0;&#x6B64;&#x8FD9;&#x4E2A;&#x4F4D;&#x7F6E;&#x7684;&#x6D3B;&#x5316;&#x548C;&#x949D;&#x5316;&#x4F5C;&#x7528;&#x90FD;&#x66F4;&#x52A0;&#x660E;&#x663E;&#xFF1A;</p>
<ul>
<li>&#x5F53;Z&#x4E3A;&#x7ED9;&#x7535;&#x5B50;&#x57FA;&#x65F6;&#xFF0C;&#x90BB;&#x5BF9;&#x4F4D;&#x66F4;&#x52A0;&#x6D3B;&#x5316;&#xFF0C;&#x7A33;&#x5B9A;&#x6027;&#x4E0A;&#xFF1A;&#x90BB;&#x5BF9;&#x4F4D;&gt;&#x95F4;&#x4F4D;&#xFF08;&gt;&#x65E0;&#x53D6;&#x4EE3;&#x82EF;&#x6B63;&#x79BB;&#x5B50;&#xFF09;&#xFF1B;</li>
<li>&#x5F53;Z&#x4E3A;&#x5438;&#x7535;&#x5B50;&#x57FA;&#x65F6;&#xFF0C;&#x90BB;&#x5BF9;&#x4F4D;&#x66F4;&#x52A0;&#x949D;&#x5316;&#xFF0C;&#x7A33;&#x5B9A;&#x6027;&#x4E0A;&#xFF1A;&#xFF08;&#x65E0;&#x53D6;&#x4EE3;&#x82EF;&#x6B63;&#x79BB;&#x5B50;&gt;&#xFF09;&#x95F4;&#x4F4D;&gt;&#x90BB;&#x5BF9;&#x4F4D;&#x3002;</li>
</ul>
<p>&#x56E0;&#x6B64;&#x5982;&#x679C;&#x53EA;&#x8003;&#x8651;&#x8BF1;&#x5BFC;&#x6548;&#x5E94;&#xFF0C;&#x7ED9;&#x7535;&#x5B50;&#x57FA;&#xFF08;&#x6D3B;&#x5316;&#x57FA;&#xFF09;&#x662F;&#x90BB;&#x5BF9;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#xFF0C;&#x800C;&#x5438;&#x7535;&#x5B50;&#x57FA;&#xFF08;&#x949D;&#x5316;&#x57FA;&#xFF09;&#x662F;&#x95F4;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#x3002;</p>
<p>&#x5171;&#x8F6D;&#x6548;&#x5E94;&#x7684;&#x5F71;&#x54CD;</p>
<p>&#x7136;&#x800C;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x867D;&#x4E0E;&#x4E4B;&#x76F8;&#x4F3C;&#xFF0C;&#x4F46;&#x5374;&#x7565;&#x6709;&#x533A;&#x522B;&#xFF1B;&#x95F4;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#x53EA;&#x6709;&#x5438;&#x7535;&#x5B50;&#x57FA;&#xFF08;&#x949D;&#x5316;&#x57FA;&#xFF09;&#xFF0C;&#x800C;&#x90BB;&#x5BF9;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#x6709;&#x7ED9;&#x7535;&#x5B50;&#x57FA;&#x548C;&#x5438;&#x7535;&#x5B50;&#x57FA;&#xFF08;&#x6D3B;&#x5316;&#x57FA;&#x548C;&#x949D;&#x5316;&#x57FA;&#xFF09;&#x4E24;&#x79CD;&#x3002;&#x4F8B;&#x5982;&#x5364;&#x539F;&#x5B50;&#xFF0C;&#x662F;&#x5438;&#x7535;&#x5B50;&#x57FA;&#xFF0C;&#x4E5F;&#x662F;&#x90BB;&#x5BF9;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#x3002;&#x80FD;&#x591F;&#x4EA7;&#x751F;&#x5B9A;&#x4F4D;&#x6548;&#x5E94;&#x7684;&#x5F71;&#x54CD;&#x56E0;&#x7D20;&#x6709;&#x4E24;&#x79CD;&#xFF0C;&#x4E00;&#x79CD;&#x662F;&#x4E0A;&#x6587;&#x63D0;&#x5230;&#x7684;&#x8BF1;&#x5BFC;&#x6548;&#x5E94;&#xFF0C;&#x53E6;&#x4E00;&#x79CD;&#x5219;&#x662F;&#x53D6;&#x4EE3;&#x57FA;&#x4E0A;&#x7684;&#x5B64;&#x5BF9;&#x7535;&#x5B50;&#x4EA7;&#x751F;&#x7684;&#x5171;&#x8F6D;&#x6548;&#x5E94;&#x3002;</p>
<p><img src="014_2.png" alt="img"></p>
<p>&#x5F53;&#x53D6;&#x4EE3;&#x57FA;&#x4E0A;&#x6709;&#x5B64;&#x5BF9;&#x7535;&#x5B50;&#x65F6;&#xFF0C;&#x90BB;&#x5BF9;&#x4F4D;&#x7684;&#x4E2D;&#x95F4;&#x6001;&#x53EF;&#x4EE5;&#x51FA;&#x73B0;&#x7B2C;&#x56DB;&#x79CD;&#x5171;&#x632F;&#x5F0F;&#xFF08;1.4&#x548C;3.4&#xFF09;&#xFF0C;&#x5373;&#x53D6;&#x4EE3;&#x57FA;&#x7684;&#x5B64;&#x5BF9;&#x7535;&#x5B50;&#x6210;&#x3C0;&#x952E;&#xFF1B;&#x8FD9;&#x6781;&#x5927;&#x7684;&#x63D0;&#x9AD8;&#x4E86;&#x90BB;&#x5BF9;&#x4F4D;&#x7684;&#x7A33;&#x5B9A;&#x6027;&#xFF0C;&#x56E0;&#x800C;&#x4F7F;&#x5E26;&#x6709;&#x5B64;&#x5BF9;&#x7535;&#x5B50;&#x7684;&#x53D6;&#x4EE3;&#x57FA;&#x57FA;&#x672C;&#x90FD;&#x662F;&#x90BB;&#x5BF9;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#x3002;&#x4E0D;&#x4EC5;&#x662F;&#x56E0;&#x4E3A;&#x591A;&#x4E86;&#x4E00;&#x4E2A;&#x5171;&#x632F;&#x5F0F;&#x800C;&#x7A33;&#x5B9A;&#xFF0C;&#x800C;&#x662F;&#x56E0;&#x4E3A;&#x7B2C;&#x56DB;&#x4E2A;&#x5171;&#x632F;&#x5F0F;&#x4E2D;&#xFF0C;&#x6240;&#x6709;&#x539F;&#x5B50;&#x90FD;&#x5904;&#x4E8E;&#x516B;&#x9685;&#x4F53;&#x72B6;&#x6001;&#xFF0C;&#x76F8;&#x6BD4;&#x4E8E;&#x5176;&#x4ED6;&#x5171;&#x632F;&#x5F0F;&#x4E2D;&#x78B3;&#x6B63;&#x79BB;&#x5B50;&#x7684;&#x516D;&#x9685;&#x4F53;&#x72B6;&#x6001;&#xFF0C;&#x8D21;&#x732E;&#x66F4;&#x662F;&#x5F88;&#x5927;&#x7684;&#x3002;&#x82EF;&#x57FA;&#x4E5F;&#x662F;&#x90BB;&#x5BF9;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#xFF0C;&#x5927;&#x6982;&#x4E5F;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x4E3A;&#x82EF;&#x7684;&#x3C0;&#x7535;&#x5B50;&#x53C2;&#x4E0E;&#x5171;&#x8F6D;&#x3002;</p>
<p>&#x5364;&#x7D20;&#x867D;&#x7136;&#x662F;&#x5438;&#x7535;&#x5B50;&#x8BF1;&#x5BFC;&#x4F5C;&#x7528;&#xFF0C;&#x4F46;&#x5364;&#x7D20;&#x4E0A;&#x7684;&#x5B64;&#x5BF9;&#x7535;&#x5B50;&#x4E5F;&#x6709;&#x5171;&#x8F6D;&#x4F5C;&#x7528;&#xFF0C;&#x8FD9;&#x4E24;&#x79CD;&#x4F5C;&#x7528;&#x4E00;&#x5F31;&#x4E00;&#x5F3A;&#xFF0C;&#x5171;&#x540C;&#x5BFC;&#x81F4;&#x4E86;&#x5364;&#x7D20;&#x6210;&#x4E3A;&#x90BB;&#x5BF9;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#x3002;&#x4F46;&#x8981;&#x6E05;&#x695A;&#x7684;&#x4E00;&#x70B9;&#x662F;&#xFF0C;&#x6D3B;&#x5316;&#x4E0E;&#x949D;&#x5316;&#x5E76;&#x4E0D;&#x53D6;&#x51B3;&#x4E8E;&#x5B64;&#x5BF9;&#x7535;&#x5B50;&#xFF0C;&#x53EA;&#x53D6;&#x51B3;&#x4E8E;&#x7ED9;&#x7535;&#x5B50;&#x548C;&#x5438;&#x7535;&#x5B50;&#xFF1B;&#x56E0;&#x6B64;&#x5176;&#x4ED6;&#x65E2;&#x6709;&#x7ED9;&#x7535;&#x5B50;&#x8BF1;&#x5BFC;&#xFF0C;&#x53C8;&#x6709;&#x5B64;&#x5BF9;&#x7535;&#x5B50;&#x5171;&#x8F6D;&#x7684;&#x53D6;&#x4EE3;&#x82EF;&#x6BD4;&#x65E0;&#x53D6;&#x4EE3;&#x82EF;&#x6D3B;&#x6027;&#x9AD8;&#xFF0C;&#x800C;&#x5364;&#x82EF;&#x5219;&#x6D3B;&#x6027;&#x4F4E;&#x3002;</p>
<p><img src="014_3.jpeg" alt="img"></p>
<p>&#x7EFC;&#x5408;</p>
<p>&#x7C7B;&#x4F3C;&#x4E8E;&#x5364;&#x539F;&#x5B50;&#xFF0C;&#x5F53;&#x8BF1;&#x5BFC;&#x6548;&#x5E94;&#x4E0E;&#x5171;&#x8F6D;&#x6548;&#x5E94;&#x76F8;&#x53CD;&#x65F6;&#xFF0C;&#x5F80;&#x5F80;&#x5171;&#x8F6D;&#x6548;&#x5E94;&#x4F1A;overpower&#x8BF1;&#x5BFC;&#x6548;&#x5E94;&#xFF0C;&#x7EFC;&#x5408;&#x6765;&#x770B;&#x5927;&#x81F4;&#x6709;&#x5982;&#x4E0B;&#x89C4;&#x5F8B;&#xFF1A;</p>
<ul>
<li>&#x6709;&#x5B64;&#x5BF9;&#x7535;&#x5B50;&#x7684;&#xFF0C;&#x662F;&#x90BB;&#x5BF9;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#xFF08;OR&#xFF0C;NH&#x2082;&#xFF09;&#xFF1B;</li>
<li>&#x6CA1;&#x6709;&#x5B64;&#x5BF9;&#x7535;&#x5B50;&#xFF0C;&#x662F;&#x7ED9;&#x7535;&#x5B50;&#x57FA;&#x56E2;&#x7684;&#xFF0C;&#x662F;&#x90BB;&#x5BF9;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#xFF08;&#x70F7;&#x57FA;&#xFF09;&#xFF1B;</li>
<li>&#x6CA1;&#x6709;&#x5B64;&#x5BF9;&#x7535;&#x5B50;&#xFF0C;&#x662F;&#x5438;&#x7535;&#x5B50;&#x57FA;&#x56E2;&#x7684;&#xFF0C;&#x662F;&#x95F4;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#xFF08;&#x9170;&#x57FA;&#xFF0C;&#x785D;&#x57FA;&#xFF0C;NR&#x2083;+ &#xFF09;&#x3002;</li>
</ul>
<p>&#x5F53;&#x4E00;&#x4E2A;&#x82EF;&#x4E0A;&#x6709;&#x591A;&#x4E2A;&#x5B9A;&#x4F4D;&#x57FA;&#x65F6;&#xFF0C;&#x4F1A;&#x6309;&#x7167;&#x5B9A;&#x4F4D;&#x57FA;&#x5F3A;&#x82E5;&#x51B3;&#x5B9A;&#x4E3B;&#x8981;&#x4EA7;&#x7269;&#xFF0C;&#x5F3A;&#x5F31;&#x5927;&#x81F4;&#x5982;&#x4E0B;&#xFF1A;</p>
<ul>
<li>&#x90BB;&#x5BF9;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#xFF1A;NR&#x2082;&gt;NHR&gt;NH&#x2082;&gt;OH&gt;NHCOR&gt;OR&gt;OCOR&gt;R&gt;Ar&gt;X</li>
<li>&#x95F4;&#x4F4D;&#x5B9A;&#x4F4D;&#x57FA;&#xFF1A;NR&#x2083;+ &gt;NO&#x2082;&gt;CF&#x2083;&gt;CCl&#x2083;&gt;CN&gt;SO&#x2083;H&gt;COH&gt;COR&gt;COOH&gt;COOR</li>
</ul>
<p>&#x6CE8;&#xFF1A;SH&#x53D6;&#x4EE3;&#x7684;&#x65F6;&#x5019;&#x4EB2;&#x7535;&#x8BD5;&#x5242;&#x4F1A;&#x8FDB;&#x653B;S&#x539F;&#x5B50;&#x800C;&#x975E;&#x82EF;&#x73AF;&#x3002;</p>
<hr>
<p>&#x6295;&#x7A3F;&#x5730;&#x5740;&#xFF1A;<a href="http://www.lawaxi.net/d/152" target="_blank">http://www.lawaxi.net/d/152</a></p>
<p>&#x6295;&#x7A3F;&#x65E5;&#x671F;&#xFF1A;2020-08-11</p>
<p>&#x6536;&#x5F55;&#x65E5;&#x671F;&#xFF1A;2020-09-13</p>
<p>&#x5F15;&#x7528;&#x672C;&#x6587;&#xFF1A;[1]Delay;Creator Chemical Lett.,2020,014.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="013.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 013 Wittig反应等：将醛基转化为双键">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"014 猴子都能看懂的：苯环上的定位效应","level":"1.2.5","depth":2,"next":{"title":"原创人药系列复原","level":"1.3","depth":1,"ref":"","articles":[{"title":"001 Mukaiyama Reagent 酯化和酰胺生成的催化剂","level":"1.3.1","depth":2,"path":"2020/001.md","ref":"2020/001.md","articles":[]},{"title":"002 超电势 Overpotential","level":"1.3.2","depth":2,"path":"2020/002.md","ref":"2020/002.md","articles":[]},{"title":"003 分子轨道理论MO在有机化学中的应用（上）","level":"1.3.3","depth":2,"path":"2020/003.md","ref":"2020/003.md","articles":[]},{"title":"004 分子轨道理论MO在有机化学中的应用（下）","level":"1.3.4","depth":2,"path":"2020/004.md","ref":"2020/004.md","articles":[]},{"title":"005 有机化学中的氧化反应","level":"1.3.5","depth":2,"path":"2020/005.md","ref":"2020/005.md","articles":[]},{"title":"006 酰基化反应上：傅克反应（Friedel-Crafts）","level":"1.3.6","depth":2,"path":"2020/006.md","ref":"2020/006.md","articles":[]},{"title":"007 酰基化反应下：甲酰化反应","level":"1.3.7","depth":2,"path":"2020/007.md","ref":"2020/007.md","articles":[]},{"title":"008 Jones氧化，Sarett/Collin试剂，PCC，PDC","level":"1.3.8","depth":2,"path":"2020/008.md","ref":"2020/008.md","articles":[]},{"title":"009 共振论 Resonance theory","level":"1.3.9","depth":2,"path":"2020/009.md","ref":"2020/009.md","articles":[]}]},"previous":{"title":"013 Wittig反应等：将醛基转化为双键","level":"1.2.4","depth":2,"path":"2020/013.md","ref":"2020/013.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"2020/014.md","mtime":"2020-09-13T15:40:58.573Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-09-13T15:41:04.522Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

